Repository: TayyabNaqvi12/dwt
Catalog: languages/*.po
Languages: ar, fr_fr

source: Oops! Page Not Found
ar: عفوا! لم يتم العثور علي الصفحة
fr_fr: Oups, page introuvable

source: We're sorry, but the page you were looking for doesn't exist.
ar: عذرا، ولكن الصفحة التي تبحث عنها غير موجودة.
fr_fr: Désolé, la page que vous recherchez n’a pas été trouvée.

source: Go to Home
ar: الذهاب الى الرئيسية
fr_fr: Aller à la page d’accueil

source: leave your comment
ar: نظر بدهید
fr_fr: Laissez votre commentaire

source: Cancel Reply
ar: إلغاء الرد
fr_fr: Annuler la réponse

source: Name
ar: الاسم
fr_fr: Nom / Nom d'entreprise

source: Your Good Name
ar: نام خانوادگی
fr_fr: Prénom

source: Email
ar: البريد الإلكتروني

source: Your Email Please
ar: رایانامه شما
fr_fr: Votre e-mail s'il vous plaît

source: Comments:
ar: التعليقات:
fr_fr: Commentaires :

source: Compare
ar: مقارنة
fr_fr: Comparer

source: Clear All
ar: محو الكل
fr_fr: Tout effacer

source: Create Menu Type
ar: إنشاء نوع القائمة
fr_fr: Créer un type de menu

source: Menu Name
ar: اسم القائمة
fr_fr: Nom du menu

source: Classic Burger
ar: كلاسيك برجر
fr_fr: Burger classique

source: Processing...
ar: معالجة...
fr_fr: En cours...

source: Save
ar: حفظ الاعلان
fr_fr: sauvegarder

source: Close
ar: إغلاق
fr_fr: Fermer

source: Add Menu Items
ar: أضف عناصر القائمة
fr_fr: Ajouter les éléments du menu

source: Menu Title
ar: عنوان القائمة
fr_fr: Titre du menu

source: Price
ar: السعر
fr_fr: Prix

source: Description
ar: الوصف
fr_fr: La description

source: Mexican style, chicken fajita, green pepper & onions
ar: النمط المكسيكي ، فاهيتا الدجاج ، الفلفل الأخضر والبصل
fr_fr: Style mexicain, poulet Fajita, poivron vert et oignons

source: 0|You are not Logged In
ar: لا يمكنك تعديله في وقت لاحق.
fr_fr: 0| Vous n’êtes pas connecté

source: Payout Amount:
ar: مبلغ العائد:
fr_fr: Montant du paiement:

source: User:
ar: اسم المستخدم
fr_fr: Utilisateur :

source: processed
ar: معالجة
fr_fr: traité

source: Check this and update to process payout.
ar: تحقق من ذلك وقم بالتحديث لمعالجة العائدات.
fr_fr: Vérifiez ceci et mettez-le à jour pour traiter le paiement.

source: Compare Listings
ar: مقارنة العقارات
fr_fr: Comparer les annonces

source: Tagline
ar: (الشعار) الخط
fr_fr: Slogan

source: Spot the difference
ar: بقعة الفرق
fr_fr: Repérez la différence

source: Heading
ar: العنوان
fr_fr: En-tête

source: Compare Listing
ar: مقارنة القائمة
fr_fr: Comparer l’annonce

source: Empty List Message
ar: رسالة قائمة فارغة
fr_fr: Message de liste vide

source: Add listings to compare.
ar: إضافة قوائم للمقارنة.
fr_fr: Ajoutez des annonces à comparer.

source: Empty Page Message
ar: رسالة صفحة فارغة
fr_fr: Message de page vide

source: Please select more than one listing to compare.
ar: يرجى تحديد أكثر من قائمة للمقارنة.
fr_fr: Veuillez sélectionner plus d’une annonce à comparer.

source: Customization
ar: تخصيص
fr_fr: Personnalisation

source: Custom CSS
ar: تخصيص CSS
fr_fr: CSS personnalisé

source: Paste your CSS code here.
ar: أضف كود الـ CSS هنا
fr_fr: Collez votre code CSS ici.

source: Custom JS
ar: مخصص JS
fr_fr: JS personnalisé

source: Paste your JS code here.
ar: اضف هنا كود ال JS المخصص
fr_fr: Collez votre code JS ici.

source: Admin Options
ar: خيارات المدير
fr_fr: Options administrateur

source: Hide/Show Admin Bar
ar: إخفاء/إظهار شريط المسؤول
fr_fr: Masquer/Afficher la barre d’administration

source: Assign Free Package On Registration
ar: تعيين حزمه مجانية علي التسجيل
fr_fr: Assigner le forfait gratuit sur inscription

source: Renew listings in bulk
ar: تجديد القوائم بكميات كبيرة
fr_fr: Renouveler les annonces en bloc

source: Move Trash to Expire
ar: نقل المهملات إلى انتهاء الصلاحية
fr_fr: Déplacer la corbeille vers l’expiration

source: Package Alert
ar: حزمه التنبيه
fr_fr: Alerte forfait

source: This option will only work when ( WooCommerce Plugin ) is activeted & ( Downtown Packages ) are created.
ar: هذا الخيار سوف تعمل فقط عندما (woocommerce البرنامج المساعد) هو أكتيفيتيد & (وسط الحزم) يتم إنشاء.
fr_fr: Cette option ne fonctionne que lorsque WooCommerce plugin est activé & que les types d’abonnements sont créés.

source: Select Package Only
ar: اختر الباقة فقط
fr_fr: Sélectionner uniquement l’abonnement

source: Only select package not shop products.
ar: فقط حدد الحزمة لا تسوق المنتجات.
fr_fr: Sélectionnez uniquement l’abonnement et non les produits.

source: Enable Menu
ar: تمكين القائمة
fr_fr: Activer le menu

source: Default Brand Image
ar: صوره العلامة التجارية الافتراضية
fr_fr: Image de marque par défaut

source: Select brand default image here
ar: حدد الصورة الافتراضية للعلامة التجارية هنا
fr_fr: Sélectionnez ici le logo de marque par défaut

source: API Settings
ar: الرجاء التحقق من إعدادات api
fr_fr: Réglages API

source: Enable Google Captcha
ar: تمكين كلمه التحقق من Google
fr_fr: Activer Google captcha

source: Enable google captcha on registration
ar: تمكين كلمه التحقق جوجل علي التسجيل
fr_fr: Activer Google captcha à l’inscription

source: Google ReCAPTCHA API Key
ar: وضع مفتاح api firebase
fr_fr: Clé Google reCaptcha

source: How to Find it
ar: مفتاح API لخرائط جوجل
fr_fr: Comment le trouver

source: Google ReCAPTCHA API Secret
ar: جوجل ReCAPTCHA API السرية
fr_fr: Google ReCAPTCHA Secret Key

source: MailChimp API Key
ar: مفتاح API firebase
fr_fr: Clé API MailChimp

source: MailChimp List ID
ar: رقم عضوية MailChimp
fr_fr: ID Liste MailChimp

source: Facebook Client ID
ar: الفيسبوك معرف العميل
fr_fr: Client Facebook

source: How to Make
ar: كيفيه جعل
fr_fr: Comment faire

source: Gmail Client ID
ar: معرف عميل Gmail
fr_fr: ID de Client gmail

source: Redirect URI
ar: تحويل التطبيق إلى رابط آخر
fr_fr: URL de redirection

source: Must be URI where you want to redirect after thentication, it will be your web url.
ar: يجب ان يكون URI حيث تريد أعاده توجيه بعد الثنية ، سيكون عنوان url الخاص بك علي الويب.
fr_fr: Doit être le lien où vous souhaitez rediriger l'utilisateur après authentification, il sera votre url web.

source: Blog Settings
ar: المدونة
fr_fr: Paramètres du blog

source: Blog Page Title
ar: إعدادات ترقيم الصفحات
fr_fr: Titre de la page de blog

source: Email Templates
ar: قالب البريد
fr_fr: Modèles d'email

source: New Listing email subject
ar: عنوان الرسالة الجديدة في البريد الإلكروني
fr_fr: Nouveau sujet de l’e-mail liste

source: %site_name% , %ad_owner% , %ad_title% will be translated accordingly.
ar: %site_name %، % ad_owner %، وستترجم % ad_title % تبعاً لذلك.
fr_fr: %site_name% , %ad_owner% , %ad_title% se traduira en conséquence.

source: New Listing FROM
ar: رسالة جديدة من
fr_fr: Nouvelle annonce DE

source: FROM: NAME valid@email.com is compulsory as we gave in default.
ar: من: NAME valid@email.com إلزامي كما أعطينا في التقصير.
fr_fr: De : valide@email.com est obligatoire.

source: New Listing Posted Message
ar: رسالة إعلان مضاف جديد
fr_fr: Message d'une nouvelle annonce postée

source: %site_name% , %ad_owner% , %ad_title% , %ad_link% will be translated accordingly.
ar: %site_name %، % ad_owner % ad_title %، وستترجم % ad_link % تبعاً لذلك.
fr_fr: %site_name% , %ad_owner% , %ad_title% , %ad_link% se traduira en conséquence.

source: not found
ar: طلبك غير متوفر
fr_fr: non trouvé

source: New Message email subject
ar: عنوان الرسالة الجديدة في البريد الإلكروني
fr_fr: Nouveau sujet de l’e-mail

source: %site_name% , %ad_title% will be translated accordingly.
ar: %site_name %، % ad_title % سوف تترجم تبعاً لذلك.
fr_fr: %site_name% , %ad_title% se traduira en conséquence.

source: New Message FROM
ar: رسالة جديدة من
fr_fr: Nouveau message DE

source: New Message template
ar: قالب رسالة جديدة
fr_fr: Modèle de message

source: %site_name% , %message% , %sender_name%, %ad_title% , %ad_link% will be translated accordingly.
ar: %site_name %، %sender_name % ad_title %،، الرسالة % % % ad_link % سوف تترجم تبعاً لذلك.
fr_fr: %site_name% , %message% , %sender_name%, %ad_title% , %ad_link% se traduira en conséquence.

source: Reset Password email subject
ar: أعاده تعيين موضوع البريد الكتروني كلمه السر
fr_fr: Sujet de l'email de réinitialisation de mot de passe

source: %site_name% will be translated accordingly.
ar: وستترجم %site_name % تبعاً لذلك.
fr_fr: %site_name% se traduira en conséquence.

source: Reset Password email FROM
ar: أعاده تعيين كلمه المرور البريد الكتروني من
fr_fr: Réinitialiser le mot de passe

source: Reset Password template
ar: قالب أعاده تعيين كلمه المرور
fr_fr: Modèle de mot de passe de réinitialisation

source: %site_name% , %user% , %reset_link% will be translated accordingly.
ar: %site_name% ،% المستخدم% ،% reset_link% سيتم ترجمتها وفقا لذلك.
fr_fr: %site_name% , %user% , %reset_link% se traduira en conséquence.

source: Booking Approved
ar: الاتصال بالمشرف
fr_fr: Réservation approuvée

source: Booking Approved Email
ar: الموافقة علي الادراج
fr_fr: Modèle d’e-mail approuvé pour la réservation

source: %site_name% , %user% will be translated accordingly.
ar: وستترجم %site_name % تبعاً لذلك.
fr_fr: %site_name% , %user% sera traduit en conséquence.

source: Booking Rejected
ar: هتروح على فين ؟
fr_fr: Participation rejetée

source: Booking Rejected Email
ar: البريد الإلكتروني المرفوض للحجز
fr_fr: E-mail de réservation refusé

source: Your Ticket has been Approved
ar: تمت الموافقة على تذكرتك
fr_fr: Votre billet a été approuvé

source: Ticket Approved Email
ar: الموافقة علي الحدث
fr_fr: E-mail approuvé pour le billet

source: Your Ticket has been Rejected
ar: تم تجديد قائمة البيانات الخاصة بك.
fr_fr: Votre billet a été rejeté

source: Ticket Rejected Email
ar: البريد الإلكتروني المرفوض للتذكرة
fr_fr: E-mail de refus de ticket

source: Payout Approved
ar: حزمه موافقه السيارات من أجل
fr_fr: Paiement approuvé

source: Payout Approved Email
ar: الموافقة التلقائية
fr_fr: E-mail approuvé pour le paiement

source: payout Rejected
ar: تم رفض التعويضات
fr_fr: paiement Rejeté

source: payout Rejected Email
ar: دفع تعويضات البريد الإلكتروني المرفوض
fr_fr: paiement E-mail rejeté

source: Rating email subject
ar: تصنيف البريد الإلكتروني الموضوع
fr_fr: Sujet de l’e-mail

source: New rating email FROM
ar: تصنيف رسائل البريد الإلكتروني الجديدة من
fr_fr: Nouvel e-mail de notation de

source: New rating template
ar: قالب تصنيف جديد
fr_fr: Nouveau modèle de notation

source: %site_name% , %receiver% , %rator% , %rating% , %comments% , %rating_link% will be translated accordingly.
ar: %site_name %، ٪ الاستقبال، راتور %، تصنيف %، % % تعليقات، وستترجم % rating_link % تبعاً لذلك.
fr_fr: %site_name% , %receiver% , %rator% , %rating% , %comments% , %rating_link% se traduira en conséquence.

source: New user email template subject for Admin
ar: جديد موضوع البريد الكتروني المستخدم القالب للاداره
fr_fr: Nouveau sujet de modèle l’e-mail utilisateur

source: New user email FROM for Admin
ar: البريد الكتروني للمستخدم الجديد من المشرف
fr_fr: Email de nouvel utilisateur DE pour l'admin

source: NAME valid@email.com is compulsory as we gave in default.
ar: اسم valid@email.com إلزامي كما أعطينا في التقصير.
fr_fr: NOM valid@email.com est obligatoire comme nous l'avons indiqué par défaut.

source: New user email template for Admin
ar: قالب بريد الكتروني مستخدم جديد للمشرف
fr_fr: Nouveau modèle d’e-mail de l’utilisateur admin

source: %site_name% , %display_name%, %email% will be translated accordingly.
ar: %site_name% ،% display_name% ،% بريد الكتروني سيترجم وفقا لذلك.
fr_fr: %site_name% , %display_name%, %email% se traduira en conséquence.

source: New user email template subject
ar: المستخدم الجديد قالب البريد الكتروني الموضوع
fr_fr: Sujet du modèle d'email de nouvel utilisateur

source: New user email FROM
ar: بريد الكتروني مستخدم جديد من
fr_fr: Nouvel email de l’utilisateur de

source: New user email template
ar: قالب بريد الكتروني مستخدم جديد
fr_fr: Nouveau modèle d’e-mail de l’utilisateur

source: %site_name% , %user_name% %display_name% %verification_link% will be translated accordingly.
ar: %site_name%,% user_name%% display_name%% verification_link سيتم ترجمتها وفقا لذلك.
fr_fr: %site_name% , %user_name% %display_name% %verification_link% se traduira en conséquence.

source: Listing activation subject
ar: موضوع تنشيط الإعلان
fr_fr: Sujet d'activation d'annonce

source: Listing activation FROM
ar: تفعيل الإعلان من
fr_fr: Activation de l'annonce DE

source: Listing activation message
ar: رسالة تنشيط الإعلان
fr_fr: Message d'activation de liste

source: %site_name% , %user_name%, %ad_title% , %ad_link% will be translated accordingly.
ar: %site_name% ،% user_name% ،% ad_title% ،% ad_link% سيتم ترجمتها وفقا لذلك.
fr_fr: %site_name% , %user_name%, %ad_title% , %ad_link% se traduira en conséquence.

source: Listing Report email subject
ar: موضوع البريد الكتروني تقرير الادراج
fr_fr: Objet de l’e-mail du rapport d’annonce

source: Listing Report email FROM
ar: سرد تقرير البريد الكتروني من
fr_fr: E-mail de rapport d’annonce FROM

source: Listing Report template
ar: قالب تقرير الادراج
fr_fr: Modèle du rapport d'annonce

source: %site_name% , %ad_owner% , %ad_title% , %ad_link% , %report_reason% will be translated accordingly.
ar: %site_name %، % ad_owner % ad_title %، وستترجم % ad_link % تبعاً لذلك.
fr_fr: %site_name% , %ad_owner% , %ad_title% , %ad_link% , %report_reason% seront traduits en conséquence.

source: New Message email subject for listing
ar: عنوان الرسالة الجديدة في البريد الإلكروني
fr_fr: Nouveau sujet d'email de message pour l'annonce

source: New Message template for listing
ar: قالب إيميل رسالة جديدة
fr_fr: Nouveau modèle de message pour la liste

source: %site_name% , %message% , %sender_name%, %sender_contact%, %sender_email%, %ad_title% , %ad_link% will be translated accordingly.
ar: %site_name%,% رسالة%, %sender_name%, %sender_contact%, %sender_email%,% ad_title%,% ad_link% سيتم ترجمتها وفقا لذلك.
fr_fr: %sITE_NAME%,% message%, %sender_name%, %sender_contact%, %sender_email%, %ad_title%, %ad_link% seront traduits en conséquence.

source: Listing Claim
ar: حجز الإعلان
fr_fr: Etat de l’annonce

source: Listing Claim Email FROM
ar: سرد البريد الإلكتروني المطالبة من
fr_fr: E-mail de réclamation de mise en vente DE

source: Listing Claim Template
ar: قالب مطالبة الإدراج
fr_fr: Modèle de demande d’inscription

source: %site_name% , %ad_owner% , %ad_title% , %ad_link% , %claimed_by% , %claimer_email% , %claimer_contact% , %claim_details%, will be translated accordingly.
ar: %site_name%,% ad_owner%,% ad_title%,% ad_link%,% claimed_by%,% claimer_email%,% claimer_contact%,% claim_details%, سيتم ترجمتها وفقا لذلك.
fr_fr: %site_name% , %ad_owner% , %ad_title% , %ad_link% , %claimed_by% , %claimer_email% , %claimer_contact% , %claim_details%, seront traduits en conséquence.

source: Claim Listing Ownership Change
ar: المطالبة بتغيير ملكيه القائمة
fr_fr: Réclamer le changement de propriétaire de l'annonce

source: Listing Ownership Chnage FROM
ar: القائمة الملكية من
fr_fr: Changement de détenteur de l'annonce DE

source: Listing Ownership Change Template
ar: قالب تغيير ملكيه القائمة
fr_fr: Modèle de modification de propriété de l'annonce

source: Claim Listing Ownership Approved
ar: تمت الموافقة علي ملكيه قائمه المطالبات
fr_fr: Propriété de la revendication de l'annonce approuvée

source: Listing Ownership Approved FROM
ar: تمت الموافقة علي ملكيه القوائم من
fr_fr: Propriété de l'annonce approuvée DE

source: Listing Ownership Approved Template
ar: نموذج الملكية المعتمدة للادراج
fr_fr: Modèle de propriété de l'annonce approuvée

source: Claim Listing Decline Notification
ar: اشعار رفض ادراج المطالبة
fr_fr: Notification de refus de réclamation de l'annonce

source: Listing Claim Declined FROM
ar: رفضت مطالبه الادراج في القائمة
fr_fr: La revendication de l'annonce à été déclinée DE

source: Listing Decline Template
ar: قالب رفض الادراج
fr_fr: Modèle de refus d'annonce

source: %site_name% , %claimer_name% , %ad_title% , %ad_link% will be translated accordingly.
ar: %site_name %، % ad_owner % ad_title %، وستترجم % ad_link % تبعاً لذلك.
fr_fr: %sITE_NAME%,% claimer_name%,% ad_title%,% AD_Link %seront traduits en conséquence.

source: New Review Notification
ar: إضافة إشعار جديد
fr_fr: Notification de nouvelle évaluation

source: Review Notification From FROM
ar: يمكنك تحديد من.
fr_fr: Notification d'avis de DE

source: New Review Notification Template
ar: قالب إيميل رسالة جديدة
fr_fr: Nouveau modèle de notification d'avis

source: %site_name% , %listing_owner_name% , %ad_title% , %ad_link% , %listng_comment% will be translated accordingly.
ar: سيتم ترجمه %site_name% ،% listing_owner_name% ،% ad_title% ،% ad_link% ،% listng_comment% وفقا لذلك.
fr_fr: %site_name% , %listing_owner_name% , %ad_title% , %ad_link% , %listng_comment% seront traduits en conséquence.

source: Reply Review Notification
ar: اشعار مراجعه الرد
fr_fr: Notification de révision de réponse

source: Reply Review Notification FROM
ar: الرد مراجعه الاعلام من
fr_fr: Avis de révision de la réponse de

source: Reply Review Notification Template
ar: قالب اعلام مراجعه الرد
fr_fr: Modèle de notification de révision de réponse

source: %site_name% , %listing_owner_name% , %ad_title% , %ad_link% , %replier_comment% , %replier_name% will be translated accordingly.
ar: site_name%% listing_owner_name%,% ad_title%,% ad_link%,% replier_comment%,% replier_name% سيتم ترجمتها وفقا لذلك.
fr_fr: %sITE_NAME%,% listing_owner_name%,% ad_title%,% AD_Link%,% replier_comment%,% replier_name %seront traduits en conséquence.

source: Admin Event Email For Admin
ar: مسؤول الحدث البريد الكتروني للمسؤول
fr_fr: Admin Event email pour admin

source: %site_name% , %event_owner% , %event_title% will be translated accordingly.
ar: %site_name% ،% event_owner% ،% event_title% سيتم ترجمتها وفقا لذلك.
fr_fr: %sITE_NAME%,% event_owner%,% Évévement %seront traduits en conséquence.

source: Admin New Event FROM
ar: مسؤول الحدث الجديد من
fr_fr: Admin nouvel événement DE

source: New Event Details
ar: تفاصيل الحدث الجديد
fr_fr: Détails du nouvel événement

source: %site_name% , %event_owner% , %event_title% , %event_link% will be translated accordingly.
ar: %site_name% ،% event_owner% ،% event_title% ،% event_link% سيتم ترجمتها وفقا لذلك.
fr_fr: %sITE_NAME%,% event_owner%,% Évévement%,% event_link %seront traduits en conséquence.

source: New Event Subject For User
ar: موضوع جديد للحدث للمستخدم
fr_fr: Nouveau sujet d'événement pour l'utilisateur

source: %site_name% , %event_owner% , %event_title% , %event_timing%, %event_location% will be translated accordingly.
ar: سيتم ترجمه %site_name% ،% event_owner% ،% event_title% ،% event_timing% ،% event_location% وفقا لذلك.
fr_fr: %sITE_NAME%,% event_owner%,% Évévement%,% event_timing%,% event_location %seront traduits en conséquence.

source: New Event FROM
ar: حدث جديد من
fr_fr: Nouvel évènement DE

source: Your Event Details
ar: تفاصيل الحدث الخاص بك
fr_fr: Détails de votre évènement

source: %site_name% , %event_owner% , %event_title% , %event_link% , %event_timing%, %event_location% will be translated accordingly.
ar: site_name%% event_owner%,% event_title%,% event_link%,% event_timing%,% event_location% سيتم ترجمتها وفقا لذلك.
fr_fr: %sITE_NAME%,% event_owner%,% Évévement%,% event_link%,% event_timing%,% event_location %seront traduits en conséquence.

source: Public Profile Email Subject
ar: موضوع البريد الكتروني العام
fr_fr: Sujet de courrier électronique de profil public

source: %site_name% , will be translated accordingly.
ar: وستترجم %site_name % تبعاً لذلك.
fr_fr: %site_name% se traduira en conséquence.

source: Public Email FROM
ar: البريد الكتروني العام من
fr_fr: Courriel publique DE

source: You have received a new email
ar: لقد تلقيت بريدا الكترونيا جديدا
fr_fr: Vous avez reçu un nouvel email

source: %site_name% , %author_name%, %message% , %sender_name%, %sender_contact%, %sender_email%, will be translated accordingly.
ar: %site_name%,% author_name%,% رسالة%, %sender_name%, %sender_contact%, %sender_email%, سيتم ترجمتها وفقا لذلك.
fr_fr: %sITE_NAME%,% author_name%,% message%, %sender_name%, %sender_contact%, %sender_email%, seront traduits en conséquence.

source: Events
ar: الأحداث
fr_fr: Événements

source: Events Search Page
ar: صفحه البحث عن الاحداث
fr_fr: Page de recherche d’événements

source: Events Page Layout
ar: تخطيط الصفحة الاحداث
fr_fr: Mise en page des événements

source: Select events page layout type.
ar: حدد نوع تخطيط صفحه الاحداث.
fr_fr: Sélectionnez le type de mise en page des événements.

source: Full Width
ar: الاسم بالكامل
fr_fr: Pleine largeur

source: With Map
ar: مع خريطة
fr_fr: Avec carte

source: Events Detail Page Layout
ar: تخطيط صفحه تفاصيل الاحداث
fr_fr: Mise en page de détail des événements

source: CLassic
ar: كلاسيك
fr_fr: Classique

source: Modern
ar: عصري
fr_fr: Moderne

source: Send Email On Event To user
ar: إرسال البريد الكتروني علي الحدث للمستخدم
fr_fr: Envoyer un e-mail sur l'événement à l'utilisateur

source: Send Event Email To Admin
ar: إرسال الحدث البريد الكتروني إلى المسؤول
fr_fr: Envoyer un email d'événement à admin

source: Event Expiry Email
ar: البريد الإلكتروني انتهاء صلاحية الحدث
fr_fr: E-mail d’expiration de l’événement

source: Turn On if you send email on Event Expire
ar: تشغيل إذا قمت بإرسال بريد إلكتروني عند انتهاء صلاحية الحدث
fr_fr: Activer si vous envoyez un e-mail lors de l’expiration de l’événement

source: Email for notification.
ar: اشعارات البريد الالكتروني‬
fr_fr: E-mail de notification.

source: Event Approval
ar: الموافقة علي الحدث
fr_fr: Approbation de l’événement

source: Auto Approval
ar: الموافقة التلقائية
fr_fr: Approbation automatique

source: Admin Approval
ar: الموافقة الاداريه
fr_fr: Approbation de l’administrateur

source: Event Update Approval
ar: الموافقة على تحديث الإعلان
fr_fr: Approbation de la mise à jour de l’événement

source: Events Gallery Limit
ar: معرض الاحداث الحد
fr_fr: Limite de la galerie d’événements

source: Events Image Upload Size
ar: حجم تحميل الصور للاحداث
fr_fr: Taille de téléchargement d'image des événements

source: Default Event Image
ar: صوره الحدث الافتراضية
fr_fr: Image d’événement par défaut

source: If there is no image of listing then this will be show.
ar: إذا لم يكن هناك صوره من القائمة ثم سيكون هذا العرض.
fr_fr: S’il n’y a aucune image d’annonce ceci sera montré.

source: Dimensions: 100 x 100
ar: الابعاد: 100 x 100

source: Add event to your calendar
ar: إضافة حدث إلى التقويم
fr_fr: Ajouter un événement à votre calendrier

source: Enable Events Questions Section
ar: تمكين قسم أسئلة الأحداث
fr_fr: Activer la section Questions sur les événements

source: Enable Events Day Schedule
ar: تريد تمكين جدول يوم الأحداث
fr_fr: Activer la planification des événements

source: Enable Event Attendies
ar: تمكين حضور الحدث
fr_fr: Activer les participants à des événements

source: Enable Event Tickets
ar: إنشاء عنوان الحدث
fr_fr: Activer les billets d’événement

source: Admin Commision on Tickets
ar: لجنة إدارية على التذاكر
fr_fr: Commission d’administration sur les billets

source: Events Commission
ar: معلومات الحدث
fr_fr: Commission des événements

source: Commission from Author
ar: لجنة من المؤلف
fr_fr: Commission de l’auteur

source: Commission from Users
ar: عمولة من المستخدمين
fr_fr: Commission des utilisateurs

source: select percentage to deduct
ar: فقط حدد الحزمة لا تسوق المنتجات.
fr_fr: Sélectionnez le pourcentage à déduire

source: select here to deduct from authors or users.
ar: حدد هنا للخصم من المؤلفين أو المستخدمين.
fr_fr: Sélectionnez ici pour déduire des auteurs ou des utilisateurs.

source: Min: 0, max: 100 %,
ar: الحد الأدنى: 0، الحد الأقصى: 100٪،

source: Select Custom Product for Services
ar: تحديد موقع مخصص
fr_fr: Sélectionnez un produit personnalisé pour les services

source: Select Package for custom product
ar: فقط حدد الحزمة لا تسوق المنتجات.
fr_fr: Sélectionnez le forfait pour un produit personnalisé

source: Related Events
ar: مقالات ذات صلة
fr_fr: Evènements similaires

source: Allow Related Events
ar: السماح بالاحداث ذات الصلة
fr_fr: Autoriser les événements associés

source: Section Title
ar: عنوان القسم
fr_fr: Titre de la section
