Repository: TayyabNaqvi12/dwt
Catalog: languages/*.po
Languages: ar, fr_fr

source: Update Available <span class="count">(%s)</span>
ar: تحديث متوفر <span class=“count”>(%s)</span>
fr_fr: Mise à jour disponible <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
ar: تفعيل <span class=“count”>(%s)</span>
fr_fr: Activer <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
ar: غير معروف
fr_fr: inconnu

source: Installed version:
ar: الإصدار المثبت:
fr_fr: Version installée :

source: Minimum required version:
ar: الإصدار المثبت:
fr_fr: Version minimum requise :

source: Available version:
ar: الإصدار المتوفر:
fr_fr: Version disponible :

source: No plugins to install, update or activate.
ar: لا توجد إضافات للتثبيت أو التحديث أو التفعيل.
fr_fr: Pas de plugins à installer, à mettre à jour ou à activer.

source: Plugin
ar: إضافة
fr_fr: Extension

source: Source
ar: إضافة

source: Type
ar: النوع

source: Version
ar: الإصدار

source: Install %2$s
ar: تثبيت %2$s
fr_fr: Installer %2$s

source: Update %2$s
ar: تحديث %2$s
fr_fr: Mettre à jour %2$s

source: Activate %2$s
ar: تحديث %2$s
fr_fr: Activer %2$s

source: Upgrade message from the plugin author:
ar: رسالة تحديث من مبرمج الإضافة:
fr_fr: Message de mise à niveau de l’auteur de l’extension :

source: Install
ar: تثبيت
fr_fr: Installer

source: Activate
ar: تفعيل
fr_fr: Activer

source: No plugins were selected to be installed. No action taken.
ar: لم يتم تحديد أي إضافات للتثبيت. بناءاً على ذلك لم يتم إتخاذ أي إجراء.
fr_fr: Aucune extension n’a été sélectionnée pour être installée. Aucune mesure prise.

source: No plugins were selected to be updated. No action taken.
ar: لم يتم تحديد إضافات للتحديث ، لن يتم اتخاذ أى إجراء.
fr_fr: Aucune extension n’a été sélectionnée pour être mise à jour. Aucune mesure prise.

source: No plugins are available to be installed at this time.
ar: لا يوجد اي اضافات للتثبيت في الوقت الحالي.
fr_fr: Aucune extension n’est disponible pour être installée pour le moment.

source: No plugins are available to be updated at this time.
ar: لا اضافات متاحة ليتم تحديتها في هذاالوقت
fr_fr: Aucune extension n'est disponible pour être mise à jour en ce moment.

source: No plugins were selected to be activated. No action taken.
ar: لم يتم تحديد أي إضافات للتفعيل. لم يتم إتخاذ أي إجراء.
fr_fr: Aucun plugin n'a été sélectionné pour être activé. Pas d'action prise.

source: No plugins are available to be activated at this time.
ar: لا يوجد اي اضافات للتفعيل في الوقت الحالي
fr_fr: Aucune extension n'est disponible pour être activée en ce moment.

source: Plugin activation failed.
ar: فشل تفعيل الاضافة
fr_fr: L’activation du plugin a échoué.

source: Updating Plugin %1$s (%2$d/%3$d)
ar: تحديث الإضافة %1$s (%2$d/%3$d)
fr_fr: Mise à jour de l’extension %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar: حدث خطأ أثناء عملية التثبيت %1$s: <strong>%2$s</strong>.
fr_fr: Une erreur est survenue lors de l’installation %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar: فشل تثبيت %1$s.
fr_fr: L'installation de %1$s a échoué.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التثبيت والتفعيل بدأت. قد تستغرق هذه العملية بعض الوقت، لذا يرجى التحلي بالصبر.
fr_fr: Le processus d’installation et d’activation commence… Ce processus peut prendre un certain temps sur certains serveurs, soyez patients.

source: %1$s installed and activated successfully.
ar: %1$s تم التثبيت و التفعيل بنجاح .
fr_fr: %1$s installé et activé avec succès.

source: Show Details
ar: إظهار التفاصيل
fr_fr: Afficher les détails

source: Hide Details
ar: إخفاء التفاصيل
fr_fr: Masquer les détails

source: All installations and activations have been completed.
ar: جميع التنزيلات والتفعيل اكتملت
fr_fr: Toutes les installations et activations ont été effectuées.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تثبيت وتفعيل الإضافة %1$s (%2$d/%3$d)
fr_fr: Installation et activation du plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التثبيت بدأت. قد تستغرق هذه العملية بعض الوقت، لذا يرجى الانتظار .
fr_fr: Le processus d'installation démarre. Ce processus peut prendre un certain temps sur certains hôtes, alors soyez patient.

source: %1$s installed successfully.
ar: %1$s تم التثبيت بنجاح.
fr_fr: %1$s installé avec succès.

source: All installations have been completed.
ar: تم اكتمال جميع عمليات تثبيت سكربت الرمز العبقري | Genius Icon .
fr_fr: Toutes les installations sont terminées.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: تثبيت الإضافة %1$s (%2$d/%3$d)
fr_fr: Installation du plugin %1$s (%2$d/%3$d)

source: Elementor
ar: مصمم الصفحات

source: DWT Elementor Widgets
ar: DWT Elementor أو الحاجيات

source: WP Bakery Visual Composer
ar: WP المخابز البصرية ملحن

source: DWT Listing Framework
ar: الإطار القائمة DWT
fr_fr: Bibliothèque DWT Listing

source: Redux Framework
ar: اطار العمل Redux

source: Contact Form 7
ar: نموذج الاتصال 7

source: Post Views Counter
ar: مشاهدات
fr_fr: Nombre de vues

source: Quick Overview
ar: نظرة عامة
fr_fr: Aperçu rapide

source: Category :
ar: الفئه:
fr_fr: Catégorie :

source: Out of stock
ar: إنتهى من المخزن
fr_fr: Rupture de stock

source: In stock
ar: حالة المخزون
fr_fr: En stock

source: Availability
ar: توفر
fr_fr: Disponibilité

source: Tags :
ar: الکلمات الرئیسیة :
fr_fr: Mots-Clefs :

source: Additional Information
ar: معلومة اضافية
fr_fr: Informations complémentaires

source: %s customer review
ar: %s تقييم العملاء
fr_fr: %s avis de nos client

source: There are no reviews yet.
ar: التقييمات.
fr_fr: Il n'y pas encore d'avis.

source: Add a review
ar: اضف مراجعة
fr_fr: Ajouter un avis

source: Be the first to review &ldquo;%s&rdquo;
ar: كن أول من يقوم بتقييم &ldquo; %s &rdquo;
fr_fr: Soyez le premier à laisser votre avis sur &ldquo;%s&rdquo;

source: Leave a Reply to %s
ar: اترك تعليق لـ %s
fr_fr: Répondre à %s

source: You must be <a href="%s">logged in</a> to post a review.
ar: يجب عليك <a href="%s">تسجي الدخول</a> لتتمكن من تقييم المنتج.
fr_fr: Vous devez être <a href="%s">identifié</a> pour publier un avis.

source: Your rating
ar: تقييمك
fr_fr: Votre note

source: Rate&hellip;
ar: تقييم&hellip;
fr_fr: Note&hellip;

source: Perfect
ar: ممتاز
fr_fr: Parfait

source: Good
ar: جيد
fr_fr: Bon

source: Average
ar: متوسط
fr_fr: Moyen

source: Not that bad
ar: ليس سئ
fr_fr: Pas mal

source: Very poor
ar: سيء جداً
fr_fr: Très mauvais

source: Your review
ar: اكتب تعليقك
fr_fr: Votre avis

source: Only logged in customers who have purchased this product may leave a review.
ar: يسمح فقط للزبائن الذين إشتروا هذا المنتج وسجلوا دخولهم بكتابة رأيهم.
fr_fr: Seulement les clients connectés ayant acheté ce produit peuvent laisser un avis.

source: This product is currently out of stock and unavailable.
ar: هذا المنتج هو حاليا من المخزون وغير متوفرة.
fr_fr: Ce produit est actuellement en rupture et indisponible.

source: Awaiting product image
ar: في انتظار صورة المنتج
fr_fr: En attente de l’image du produit

source: Additional information
ar: معلومات اضافية
fr_fr: Informations complémentaires

source: DWT Listing
ar: قائمه الحمولة الساكنة

source: http://listing.dwt_listing_directory.com/
ar: http://listing.dwt_listing_dedy\com/

source: DWT Listing a complete directory listing for any type of business listing
ar: DWT قائمه دليل كامل لأي نوع من قائمه الاعمال التجارية
fr_fr: DWT répertoriant une liste complète de répertoires pour tout type de liste d'entreprises

source: Scripts Bundle
ar: حزمه مخطوطات

source: All Authors */
ar: جميع المؤلفين */
fr_fr: Tous les auteurs */

source: Listing Compare */
ar: חיפוש
fr_fr: Comparaison des annonces */

source: Events Search Page */
ar: Publish Events
fr_fr: Page de recherche d'événements */

source: Home Template */
ar: الصفحة الرئيسية */
fr_fr: Modèle de la page d'accueil */

source: Listing Icons */
ar: أيقونات */
fr_fr: Liste des icônes */

source: Ad Listing Page */
ar: في صفحه تفاصيل الإعلان
fr_fr: Page annonce publicitaire */

source: Author Dashboard */
ar: العودة إلى لوحة التحكم الرئيسية
fr_fr: Tableau de bord l’auteur * /

source: All Reviews */
ar: التقييمات
fr_fr: Tous les avis */

source: Listing Search */
ar: חיפוש
fr_fr: Recherche d’annonces */

source: Reservation Page */
ar: في صفحه تفاصيل الإعلان
fr_fr: Page de réservation */

source: word1,word2
fr_fr: mot1, mot2

source: Two Stars
fr_fr: Deux étoiles

source: Three Stars
fr_fr: Trois étoiles

source: Four Stars
fr_fr: Quatre étoiles

source: Five Stars
fr_fr: Cinq étoiles

source: dateFormat
fr_fr: format de la date

source: Search Form Text
fr_fr: Text du Formulaire de Recherche

source: a
fr_fr: un

source: By Keyword
fr_fr: Par mots clés

source: don't have any listing yet!
fr_fr: vous n'avez encore aucune annonce!

source: Place attractive title here
fr_fr: Saisir un titre attractif ici

source: Your comments, suggestions or experience at this place.
fr_fr: Vos commentaires, suggestions ou expérience à cet endroit.

source: Listing has been expired by author or admin
fr_fr: L’abonnement a été expiré par l'auteur ou l’admin

source: Upgrade your plan if desired.
fr_fr: Vous pouvez mettre à jour votre forfait si vous le souhaitez.

source: City or Write your complete name
fr_fr: Ville ou bien saisissez votre nom complet

source: The security token included in the request is expired.
fr_fr: Le jeton de sécurité inclus dans la demande est expiré.
