Repository: TayyabNaqvi12/dwt
Catalog: languages/*.po
Languages: ar, fr_fr

source: Your reservation is submitted succefully. You will get a confirmation email.
ar: يتم تقديم حجزك بشكل كامل. سوف تتلقى رسالة تأكيد بالبريد الإلكتروني.
fr_fr: Votre réservation est soumise avec succès. Vous recevrez un e-mail de confirmation.

source: <button>Stay Here?</button>
ar: عنوان زر الفيديو هنا
fr_fr: <button>Reste ici?</button>

source: <button>Move to Event?</button>
ar: نص زر مقطع الحدث
fr_fr: <button>Passer à l’événement?</button>

source: View Event
ar: عرض الحدث
fr_fr: Voir l'événement

source: Please wait...
ar: أرجو الإنتظار...
fr_fr: Veuillez patienter...

source: Please enter 3 or more characters...
ar: الرجاء إدخال 3 أحرف أو أكثر...
fr_fr: Veuillez saisir 3 caractères ou plus...

source: Searching...
ar: جار البحث...
fr_fr: Recherche en cours...

source: No Results Found.
ar: لا توجد نتائج.
fr_fr: Aucun résultat.

source: No Result Found.
ar: لم يتم العثور على نتائج.
fr_fr: Aucun Résultat Trouvé.

source: Sorry, we couldn't find any results for this search.
ar: عذرا, لم يتم إيجاد أي نتيجة لهذا البحث.
fr_fr: Désolé, nous n’avons pas trouvé de résultats pour cette recherche.

source: Event Expired.
ar: انتهت صلاحية الحدث.
fr_fr: Événement expiré

source: Sorry, Event has been expired.
ar: عذراً، لقد انتهت صلاحية الحدث.
fr_fr: Désolé, l’événement est expiré

source: Sorry, No Tickets Available.
ar: عذرا، لا تتوفر تذاكر.
fr_fr: Désolé, aucun billet disponible.

source: List already booked.
ar: القائمة التي تم حجزها بالفعل.
fr_fr: Liste déjà réservée.

source: Sorry, This list already booked with timekit.
ar: عذراً، هذه القائمة حجزت بالفعل مع timekit.
fr_fr: Désolé, cette liste a déjà été réservée avec timekit.

source: Booking off by admin.
ar: الحجز من قبل المشرف.
fr_fr: Réservation par admin.

source: You are not able to use timekit.io, Please contact to admin.
ar: أنت غير قادر على استخدام timekit.io، يرجى الاتصال بالمسؤول.
fr_fr: Vous n’êtes pas en mesure d’utiliser timekit.io, s’il vous plaît contacter à l’administrateur.

source: No Result Found..
ar: لا توجد نتائج.
fr_fr: Aucun résultat trouvé

source: Currently you don't have any booking yet.
ar: حاليا لم يكن لديك أي حجز حتى الآن.
fr_fr: Actuellement, vous n’avez pas encore de réservation.

source: Never Expiry
ar: عدم انتهاء الصلاحية
fr_fr: Ne jamais expirer

source: DWT Listing Main Menu
ar: القائمة الرئيسية لقوائم DWT
fr_fr: DWT Listing menu principal

source: Blog Sidebar
ar: الشريط الجانبي للمدونة
fr_fr: Barre latérale du blog

source: Listing Search
ar: البحث في القائمة
fr_fr: Recherche de fiche

source: Home Page Sidebar
ar: شعار الصفحة الرئيسية
fr_fr: Barre latérale de la page d’Accueil

source: Listing Detial Sidebar
ar: تطبيقات adforest API
fr_fr: Sidebare de Détail de la liste

source: DWT Listing Shop Sidebar
ar: DWT قائمه متجر الشريط الجانبي
fr_fr: Barre latérale de la boutique DWT Listing

source: Events Sidebar
ar: سايدبار ثابت
fr_fr: Barre latérale des Evènements

source: Author Page Sidebar
ar: كاتب الصفحة الشريط الجانبي
fr_fr: Barre latérale de la page d’auteur

source: About Us
ar: معلومات عنا
fr_fr: A propos de nous

source: Theme Shortcodes
ar: الرموز القصيرة للقالب
fr_fr: Shortcodes du thème

source: Shortcode Output
ar: إخراج الرمز القصير
fr_fr: Rendu Shortcode

source: Ouput of the shortcode will be look like this.
ar: سوف يكون الناتج من الرمز القصير هكذا.
fr_fr: Le rendu du shortcode ressemblera à ceci.

source: Background Color
ar: صورة الخلفية
fr_fr: Couleur d’arrière-plan

source: Select Background Color
ar: اختر لون الخلفية
fr_fr: Sélectionnez la couleur d'arrière-plan

source: White
ar: ادخل الرمز السري الذي حصلت عليه من المتجر. في حين لصق نسخ الرجاء التاكد من عدم وجود مساحة بيضاء
fr_fr: Blanc

source: Gray
ar: رمادي
fr_fr: Gris

source: Select background color.
ar: اختر لون مخصص
fr_fr: Sélectionnez la couleur d'arrière-plan.

source: About Heading
ar: حول
fr_fr: A propos de l'entête

source: Your Tagline
ar: (الشعار) الخط
fr_fr: Votre slogan

source: Section Description
ar: وصف القسم
fr_fr: Description de section

source: Image
ar: صوره
fr_fr: Image de couverture

source: Recommended Size For Image should be 555x296 .png
ar: يجب ان يكون حجم الموصي بها للصورة 555x296. png
fr_fr: Taille d'image recommandée devrait être de 552x296 px

source: Select Image Position
ar: تحديد موضع الصورة
fr_fr: Sélectionnez la position de l'image

source: Left
ar: يسار
fr_fr: Gauche

source: Right
ar: يمين
fr_fr: Droite

source: Chose image position.
ar: اختار موضع الصورة.
fr_fr: Choisissez la position de l'image.

source: List Features
ar: ميزات القائمة
fr_fr: Liste des fonctionnalités

source: Location Image
ar: صورة الموقع
fr_fr: Image de l’emplacement

source: Image Not Found
ar: لم يتم العثور علي الصورة
fr_fr: Image non trouvée

source: About Us (New)
ar: عن الشركة (جديد)
fr_fr: À propos de nous (nouveau)

source: Button Link
ar: رابط الزر
fr_fr: Lien du bouton

source: Link You Want To Ridirect.
ar: حدد المواقع التي تريد إظهارها
fr_fr: Lien que vous souhaitez rediriger.

source: Icons
ar: إضافة الرموز الاجتماعية لهذا الملف
fr_fr: Icônes

source: Recommended image size 64x64 .png
ar: حجم الصورة الموصي بها 64x64. png
fr_fr: Taille d’image recommandée 64x64. png

source: Grid Images
ar: صور الشبكة
fr_fr: Grille d'images

source: Recommended image size 260x260 & should be 4 images.
ar: وينبغي ان حجم الصورة الموصي بها 260x260 و 4 صور.
fr_fr: Taille d’image recommandée 260x260 et doit être de 4 images.

source: Recommended image size 260x260 & should be 4 images to avoid design conflict
ar: وينبغي ان حجم الصورة الموصي بها 260x260 و 4 صور لتجنب تعارض التصميم
fr_fr: Taille d’image recommandée 260x260 et doit être de 4 images pour éviter les conflits de conception

source: All Listing
ar: الكل
fr_fr: Toutes les annonces

source: Basic
ar: أساسي
fr_fr: Basique

source: Background Image
ar: صورة الخلفية
fr_fr: Image de fond

source: Title for your section
ar: عنوان المقطع للإعلانات ذات الصلة
fr_fr: Titre de votre section

source: Select Listing Type
ar: تحديد نوع التخطيط
fr_fr: Sélectionnez le type d'annonce

source: Featured Listing
ar: مميز
fr_fr: Annonce en vedette

source: Simple Listing
ar: بسيط
fr_fr: Liste simple

source: Both
ar: كلاهما
fr_fr: Les deux

source: Order By
ar: ترتيب حسب
fr_fr: Trier par

source: Select Listing order
ar: الطلب #
fr_fr: Sélectionner l'ordre des annonces

source: Oldest
ar: الأقدم
fr_fr: Le plus ancien

source: Latest
ar: أحدث قسم الإعلانات
fr_fr: Dernier

source: Random
ar: مجرد عدد عشوائي التي تم إنشاؤها من قبلك لأمن التطبيق
fr_fr: Aléatoire

source: Layout Type
ar: النوع
fr_fr: Type de mise en page

source: Select Layout Type
ar: تحديد نوع التخطيط
fr_fr: Sélectionnez le type de mise en page

source: Grid 1
ar: عمود واحد
fr_fr: Grille 1

source: Grid 2
ar: الشبكة 2
fr_fr: Grille 2

source: Grid 3
ar: الشبكة 3
fr_fr: Grille 3

source: Grid 4
ar: الشبكة 4
fr_fr: Grille 4

source: Number fo Listings
ar: عدد القوائم fo
fr_fr: Nombre d’annonces

source: View All Link
ar: عرض كل وصله
fr_fr: Afficher tous les liens

source: Link You Want To Redirect.
ar: الارتباط الذي تريد أعاده توجيهه.
fr_fr: Lien que vous souhaitez rediriger.

source: Select Category ( All or Selective )
ar: اختر تصنيف (الكل أو بالتحديد)
fr_fr: Sélectionner une catégorie (Toutes ou sélection)

source: Category
ar: التصنيف
fr_fr: Catégorie

source: Blogs
ar: المدونات

source: Number fo Blogs
ar: عدد المدونات
fr_fr: Nombre de blogs

source: View All Blog Link
ar: عرض كل رابط المدونة
fr_fr: Voir tous les liens du blog

source: Show Pattern Image
ar: إظهار صوره النقش
fr_fr: Afficher l'image du motif

source: Show pattern image at right side of section
ar: إظهار صوره النقش في الجانب الأيمن من المقطع
fr_fr: Afficher l'image du motif sur le côté droit de la section

source: read more
ar: اقرأ المزيد
fr_fr: lire la suite

source: Call To Action
ar: دعوة الى العمل
fr_fr: Appel à l’action

source: Content Area
ar: منطقه المحتوي
fr_fr: Zone de Contenu

source: Call To Action (New)
ar: اتخاذ اجراء (جديد)
fr_fr: Appel à l’action (nouveau)

source: Main Title
ar: العنوان الرئيسي
fr_fr: Titre principal

source: Second Button
ar: الزر الثاني
fr_fr: Second bouton

source: Modern Call To Action (New)
ar: الحديث دعوه إلى العمل (جديد)
fr_fr: Appel à l’action moderne (nouveau)

source: SHow Additional Image
ar: إظهار صوره اضافيه
fr_fr: Afficher l’image supplémentaire

source: Image should be PNG.
ar: يجب ان تكون الصورة PNG.
fr_fr: L’image doit être PNG.

source: Additional Png Image
ar: صوره Png اضافيه
fr_fr: Image png supplémentaire

source: image not found
ar: لم يتم العثور علي الصورة
fr_fr: image non trouvée

source: Elegent Call To Action(New)
ar: الدعوة إلى العمل المرتسمة (جديد)
fr_fr: Appel à l'action Elégant (nouveau)

source: Inspection List
ar: قائمه التفتيش
fr_fr: Liste d'inspection

source: Add Inspection List
ar: قائمة العملات
fr_fr: Ajouter une liste d'inspection

source: List
ar: Grid Categories
fr_fr: Liste

source: Grid Categories
ar: الفئات-الشبكة
fr_fr: Catégories des grilles

source: Category Icon
ar: ايكونة الفئة
fr_fr: Icône de catégorie

source: recommended size 64x64
ar: أوصت حجم 64x64
fr_fr: taille recommandée 64x64

source: Listings
ar: الإعلانات
fr_fr: Annonces

source: Elegant Categories (New)
ar: الفئات الانيقه (جديد)
fr_fr: Elégant Catégories (nouveau)

source: Category Description
ar: الوصف
fr_fr: Description de la catégorie

source: Category Image
ar: صورة الفئة
fr_fr: Catégorie d'image

source: Recommended Image size 360x240
ar: حجم الصورة الموصي بها 360x240
fr_fr: Taille d'image recommandée 360x240

source: Event Categories
ar: التصنيفات
fr_fr: Catégories d'événements

source: Minimal Categories (New)
ar: الفئات-الحد الأدنى
fr_fr: Catégories minimales (nouveau)

source: Recommended Image size 64x64
ar: حجم الصورة الموصي بها 64x64
fr_fr: Taille d'image recommandée 64x64

source: Clients or Brands
ar: العملاء أو الشركاء
fr_fr: Clients ou marques

source: CLients Or Partner
ar: العملاء أو الشركاء
fr_fr: Clients ou partenaires

source: Add Clients
ar: العملاء أو الشركاء-كلاسيك
fr_fr: Ajouter des clients

source: Link Here
ar: رابط هنا
fr_fr: Lien ici

source: CLients Images
ar: العملاء أو الشركاء
fr_fr: Images Clients

source: Image Size Should Be 140x95
ar: يجب ان يكون حجم الصورة القصوى
fr_fr: La taille de l'image doit être 140x95

source: Contact us
ar: اتصل بنا
fr_fr: Contactez-nous

source: Contact form 7 shortcode
ar: نموذج الاتصال 7 الرمز القصير
fr_fr: Shortcode Contact Form 7

source: Address
ar: العنوان
fr_fr: Adresse

source: Your Address
ar: عنوان بريدك الإلكتروني
fr_fr: Votre adresse

source: Working Hours
ar: ساعات
fr_fr: Heures d'ouverture

source: Hours
ar: ساعات
fr_fr: Heures

source: Contact
ar: اتصال

source: Contact Number
ar: رقم الاتصال
fr_fr: Numéro de contact

source: Your Email
ar: ضع ايميلك
fr_fr: Votre Email

source: Custom Locations
ar: مواقع مخصصه
fr_fr: Lieux Personnalisés

source: Select Custom Location
ar: تحديد موقع مخصص
fr_fr: Sélectionner un emplacement personnalisé

source: Custom Locations Fancy
ar: مواقع مخصصه يتوهم
fr_fr: Emplacements personnalisés Fancy

source: Description for your section
ar: وصف للقسم الخاص بك
fr_fr: Description de votre section

source: All Events
ar: كل الأحداث
fr_fr: Tous les événements

source: Event Settings
ar: الإعدادات
fr_fr: Paramètres de l'événement

source: Select Events order
ar: تحديد ترتيب الاحداث
fr_fr: Sélectionner l'ordre des événements

source: Select Events Layout
ar: تحديد تخطيط الاحداث
fr_fr: Sélectionner la mise en page des événements

source: Grid
ar: شبكة
fr_fr: affichage en mode grille

source: Number fo Events
ar: عدد الاحداث
fr_fr: Nombre d'évènements

source: View All Events
ar: عرض كل الفعاليات
fr_fr: Voir tous les événements

source: Events Slider
ar: احداث المنزلق
fr_fr: Slider des évènements

source: Slider
ar: إعدادات المنزلق المميزة

source: Shop Categories
ar: فئات المتاجر
fr_fr: Catégories de la Boutique

source: View All Products Link
ar: عرض الارتباط
fr_fr: Voir tous les liens produits

source: Shop Now
ar: ارسال
fr_fr: Achetez maintenant

source: FAQs
ar: أسئلة متكررة

source: FAQ
ar: التعليمات

source: Question & Answer
ar: سؤال وجواب
fr_fr: Question & Réponse

source: Question
ar: سؤال

source: Answer
ar: إجابة
fr_fr: Réponse

source: Saftey Tips
ar: نصائح صفيه
fr_fr: Conseils de sécurité

source: Add Tip
ar: اضف جديد
fr_fr: Ajouter une astuce

source: Tip
ar: نصيحة
fr_fr: Astuce

source: Fun Facts (New)
ar: حقائق ممتعه 2
fr_fr: Faits amusants (nouveau)

source: Fun Facts
ar: حقائق ممتعة
fr_fr: Faits amusants

source: Fun Fact
ar: حقيقة ممتعة
fr_fr: Fait amusant

source: Numbers
ar: أرقام
fr_fr: Nombres

source: %count% for total ads.
ar: %count % عدد الإعلانات الإجمالي.
fr_fr: %count% pour annonces totales.

source: Section Tagline
ar: مقطع سطر الوصف
fr_fr: Slogan de la section

source: Show Clody Image
ar: إظهار صوره clody
fr_fr: Afficher motif image

source: Show cludy image at top of section
ar: إظهار صوره cludy في اعلي المقطع
fr_fr: Afficher l'image du motif en haut de la section

source: Search Form
ar: نموذج البحث
fr_fr: Formulaire de recherche

source: Google location or custom location?
ar: موقع جوجل أو موقع مخصص ؟
fr_fr: Emplacement Google ou emplacement personnalisé ?

source: Google location
ar: الموقع
fr_fr: Emplacement Google

source: Custom location
ar: موقع مخصص
fr_fr: Emplacement personnalisé

source: Location Name
ar: اسم الموقع
fr_fr: Nom du lieu

source: By Street Address
ar: العنوان
fr_fr: Par adresse

source: Location...
ar: الموقع ...
fr_fr: Emplacement...

source: dwt-listing
ar: الحمولة الساكنة القائمة

source: What are you looking for
ar: اكتب كلمة البحث
fr_fr: Que recherchez-vous

source: Select Business Category
ar: حدد التصنيف المناسب لإعلانك
fr_fr: Sélectionner une catégorie

source: Hero Section 10
ar: بطل القسم 10
fr_fr: Héros section 10

source: Hero Section Title
ar: عنوان قسم الابطال
fr_fr: Titre de la section Hero

source: Hero Section Tagline
ar: بطل قسم الخط التاجي
fr_fr: Slogan Hero section

source: Settings
ar: الإعدادات
fr_fr: Réglages

source: Use | sign to add more words eg ( Attratction|Explore City|Food ).
ar: استخدام | توقيع لأضافه المزيد من الكلمات علي سبيل المثال (أتراتكتيون | استكشف المدينة | الغذاء).
fr_fr: Utiliser | signe pour ajouter plus de mots par exemple (Attratction | Explorez la ville | Nourriture).

source: Explore
ar: استكشاف
fr_fr: Explorer

source: Where
ar: أين
fr_fr: Où

source: Hero Section 2
ar: البطل القسم 2

source: Hero Section 3
ar: بطل القسم 3

source: Event Or Listing
ar: الحدث أو القائمة
fr_fr: Événement ou annonces

source: Select Shortcode Search Type
ar: حدد نوع البحث عن الرمز القصير
fr_fr: Sélectionnez le shortcode du type de recherche

source: For Events Search
ar: للبحث عن الاحداث
fr_fr: Pour la recherche d'événements

source: For Listing Search
ar: للبحث عن الادراج
fr_fr: Pour la recherche d'annonces

source: What are you looking for ?
ar: عما تبحث ؟
fr_fr: Que recherchez-vous ?

source: Hero Listing & Events
ar: قائمه الابطال والاحداث
fr_fr: Hero annoncess et événements

source: Listing Form
ar: إعلان من
fr_fr: Formulaire d’annonce

source: Listing Location
ar: المنطقة
fr_fr: Localisation de l'annonce

source: Do you want to show categorties with their sub categories?
ar: هل تريد إظهار التصنيفات مع الفئات الفرعية الخاصة بها ؟
fr_fr: Voulez-vous afficher les catégories avec leurs sous-catégories?

source: Event Form
ar: نموذج الحدث
fr_fr: Formulaire d'événement

source: Keyword
ar: كلمة البحث
fr_fr: Mot-clé

source: Select Event Category
ar: حدد فئة الحدث
fr_fr: Sélectionnez la catégorie d’événements

source: e.g. Event venues..
ar: علي سبيل المثال ، أماكن الاحداث..
fr_fr: p. ex. Lieux de l’événement..

source: Hero Section 5
ar: بطل القسم 5

source: Display tags?
ar: عرض الوسوم؟
fr_fr: Afficher les mots-clés?

source: Max number of tags
ar: العدد الأقصى للوسوم
fr_fr: Nombre maximum d'étiquettes

source: Popular Tags
ar: الوسوم
fr_fr: Localités - Pays populaires

source: Hero Section 6
ar: بطل القسم 6

source: Buttons Settings
ar: إعدادات الأزرار
fr_fr: Réglages des boutons

source: First Button
ar: الزر الأول
fr_fr: Premier bouton

source: Section Image
ar: الصور
fr_fr: Image Section

source: Hero Section 7 (YouTube)
ar: بطل القسم 7 (يوتيوب)

source: Heading One
ar: العنوان الأول
fr_fr: Titre 1

source: Heading Two
ar: العنوان الثاني
fr_fr: Titre 2

source: BG Video
ar: BG فيديو
fr_fr: Vidéo de fond

source: Youtube video url.
ar: رابط فيديو يوتيوب.
fr_fr: URL Vidéo YouTube.

source: Button
ar: زر الإعلان المثبت للبريد
fr_fr: Bouton

source: Video
ar: فيديو
fr_fr: Vidéo

source: Hero Section 8 (New)
ar: بطل القسم 8 (جديد)
fr_fr: Hero section 8 (nouveau)

source: No Image found
ar: لم يتم العثور علي الصورة
fr_fr: Aucune image trouvée

source: Hero Section 9 (New)
ar: بطل القسم 9 (جديد)
fr_fr: Hero section 9 (nouveau)

source: First Heading
ar: العنوان الأول
fr_fr: Premier Titre

source: Video Option
ar: اضاقة فيديو
fr_fr: Option Vidéo

source: Want to show background video
ar: تريد إظهار الفيديو في الخلفية
fr_fr: Voulez-vous montrer la vidéo de fond

source: What Are You Looking For?
ar: هتروح على فين ؟
fr_fr: Qu'est-ce que vous recherchez?

source: Listing Gallery
ar: معرض القوائم
fr_fr: Galerie de l'annonce

source: Listing Slider
ar: شريط تمرير الادراج
fr_fr: Diaporama de l’annonces

source: Listing With Advertisementz
ar: الادراج مع إعلانات z
fr_fr: Annonce avec publicité

source: Banner Ad 720x90
ar: راية الاعلانيه 720x90
fr_fr: Bannière publicitaire 720 x 90

source: Recommended ad size 720x90
ar: حجم الإعلان الموصي به 720x90
fr_fr: Taille d'annonce recommandée 720x90

source: Left Sticky Advertisement
ar: إعلان لزجه اليسار
fr_fr: Publicité à gauche

source: Recommended ad size 170x635
ar: حجم الإعلان الموصي به 170x635
fr_fr: Taille de publicité recommandée 170x635

source: Right Sticky Advertisement
ar: الحق إعلان لزجه
fr_fr: Publicité à droite

source: Listing With Sidebar
ar: الادراج مع الشريط الجانبي
fr_fr: Annonce avec sidebare

source: App Section
ar: إظهار التطبيق حول المقطع في صفحه الاعداد
fr_fr: Section App

source: Main Image
ar: نص الزر
fr_fr: Image principale

source: Android
ar: أندرويد

source: Download Link
ar: رابط التحميل
fr_fr: Lien de téléchargement

source: IOS
ar: دائره الرقابه الداخليه

source: DWT Listing app
ar: التطبيق قائمه DWT
fr_fr: App DWT Listing

source: android icon
ar: أندرويد
fr_fr: android icone

source: Download from
ar: تنزيل من
fr_fr: Télécharger à partir de

source: Play Store
ar: متجر جوجل بلاي

source: ios icon
ar: رمز دائره الرقابة الخاصة
fr_fr: icône iOS

source: App Store
ar: متجر تطبيقات آبل

source: My Drop Down
ar: القائمة المنسدلة الخاصة بي
fr_fr: Ma liste déroulante

source: Red
ar: أحمر
fr_fr: Rouge

source: select Your Country
ar: اختر المدينة
fr_fr: Sélectionnez votre pays

source: Select Your Country
ar: اختر المدينة
fr_fr: Sélectionnez votre pays

source: Pakistan
ar: باكستان

source: India
ar: الهند
fr_fr: Inde

source: Iran
ar: إيران

source: Afghanistan
ar: أفغانستان

source: Selec Your Country
ar: سيليك بلدك
fr_fr: Selec Votre pays

source: My Heading
ar: عنواني
fr_fr: Ma Rubrique

source: Newsletter
ar: النشرة الإخبارية

source: News Letter Heading
ar: عنوان الرسالة الاخباريه
fr_fr: En-tête de la lettre d’information

source: Packages
ar: الباقات
fr_fr: Forfaits

source: Select Package
ar: ‫اختيار باقة الاشتراك
fr_fr: Sélectionner une formule

source: Already Purchased
ar: تم شراؤها بالفعل
fr_fr: Déjà acheté

source: Choose plan
ar: اختر نوع الاشتراك
fr_fr: Choisir un Pack

source: Already Used
ar: هل لديك حساب بالفعل ؟ الدخول هنا
fr_fr: Déjà utilisé

source: Free
ar: مجاني
fr_fr: Gratuit

source: How It Works
ar: كيف تعمل
fr_fr: Comment ça marche

source: Steps
ar: الخطوات
fr_fr: Étapes

source: Recommended Image size 60x80
ar: حجم الصورة الموصي بها 60x80
fr_fr: Taille de l’image recommandée 60x80

source: How It Works (New)
ar: كيف يعمل (جديد)
fr_fr: Comment ça marche (nouveau)

source: Process Number
ar: رقم العملية
fr_fr: Numéro de processus

source: Example 01
ar: مثال 01
fr_fr: Exemple 01

source: Shop With Grids & Slider
ar: تسوق مع الشبكات والمنزلق
fr_fr: Boutique avec grilles & Slider

source: Products Settings
ar: إعدادات المنتجات
fr_fr: Paramètres des produits

source: Number fo Products
ar: عدد المنتجات fo
fr_fr: Nombre de produits

source: Product Layout Type
ar: نوع تخطيط المنتج
fr_fr: Type de mise en page Produits

source: Grids
ar: شبكات
fr_fr: Grilles

source: Shop With Tabs
ar: متجر مع علامات التبويب
fr_fr: Boutique avec onglets

source: View Profile
ar: عرض الصفحة الشخصية
fr_fr: Voir le profil

source: Icon
ar: أيقونة
fr_fr: Icône

source: Select Location
ar: اختر الموقع الجغرافى
fr_fr: Sélectionnez le Lieu

source: Overlay Effect
ar: تراكب تاثير
fr_fr: Effet de superposition

source: Slides
ar: الشرائح القائمة المتنقلة من
fr_fr: Diapositives

source: Slide Tagline
ar: الشريحة tagline
fr_fr: Slogan de la diapositive

source: Slide Title
ar: في العنوان
fr_fr: Titre de la diapositive

source: Slide Description
ar: وصف الشريحة
fr_fr: Description de la diapositive

source: Button Link & Text
ar: نص الرابط
fr_fr: Lien & Texte du bouton

source: Slide Image
ar: صورة
fr_fr: Image Diaporama

source: Testimonials
ar: الشهادات - التوصيات
fr_fr: Témoignages

source: User Name
ar: اسم المستخدم
fr_fr: Nom d'utilisateur

source: User Desgination
ar: معلومات المستخدم
fr_fr: Désignation de l’utilisateur

source: Testimonials(New)
ar: إضافة إشعار جديد
fr_fr: Témoignages (nouveau)

source: User Image
ar: صورة المستخدم
fr_fr: Image de l’utilisateur

source: recommended size 70x70
ar: حجم الموصي بها 250x160.
fr_fr: taille recommandée 70x70

source: DWT Text Block
ar: كتلة المستخدم باستخدام البريد الإلكتروني مع عدد كبير جداً من الأحرف الكبيرة
fr_fr: Bloc de texte DTW

source: Next Page &raquo;
ar: الصفحة التالية &raquo;
fr_fr: Page suivante &raquo;

source: Product Detail
ar: تفاصيل المدونة
fr_fr: Description du produit

source: Blog Details
ar: تفاصيل المدونة
fr_fr: Détails du blog

source: Page not Found
ar: الصفحة غير موجودة
fr_fr: Page non trouvée

source: Author
ar: الكاتب
fr_fr: Auteur

source: Archive
ar: الأرشيف

source: Latest News & Trends
ar: آخر الاخبار والاتجاهات
fr_fr: Dernières nouvelles et tendances

source: entire web
ar: ويب بأكمله
fr_fr: tout le web

source: Search Results for: %s
ar: نتائج البحث عن: %s
fr_fr: Résultats de recherche pour : %s

source: Tag:
ar: كلمة دلالية:
fr_fr: Étiquette :

source: Page not found
ar: الصفحة غير موجودة
fr_fr: Page non trouvée

source: All Products
ar: جميع المنتجات
fr_fr: Tous les produits

source: Blog Archive
ar: المدونة
fr_fr: Archives du blog

source: Shop
ar: كوبونات
fr_fr: Boutique

source: Latest Stories
ar: آخر الاخبار
fr_fr: Dernières publications

source: Event Details
ar: تفاصيل الحدث
fr_fr: Détails de l’événement

source: Search for:
ar: البحث عن:
fr_fr: Recherche pour :

source: No Comments
ar: لا يوجد تعليقات
fr_fr: Aucun commentaire

source: Comments
ar: تعليقات
fr_fr: Commentaires

source: 1 Comment
ar: تعليق واحد
fr_fr: 1 commentaire

source: %1$s at %2$s
ar: %1$s في %2$s
fr_fr: %1$s à %2$s

source: Your comment is awaiting moderation.
ar: تعليقك ينتظر الموافقة عليه.
fr_fr: Votre commentaire est en attente de modération.

source: Reply
ar: الرد
fr_fr: Répondre

source: Search products...
ar: البحث عن منتجات…
fr_fr: Recherche de produits...

source: Previous
ar: السابق
fr_fr: Précédent

source: Next
ar: التالي
fr_fr: Suivant

source: DWT Listing Recent Blog Posts
ar: DWT قائمه المشاركات المدونة الاخيره
fr_fr: Articles récents

source: How many posts to diplay:
ar: كم عدد المقالات للإظهار:
fr_fr: Combien d'articles à afficher:

source: for events.
ar: للاحداث.
fr_fr: pour les événements.

source: DWT Listing Events Widget
ar: DWT الاحداث قائمه القطعة
fr_fr: Widget événements

source: Max # of Events:
ar: الحد الأقصى للاحداث:
fr_fr: Maximum # d'événements :

source: DWT Recent Listings
ar: مجموع الإعلانات
fr_fr: DWT Annonces récentes

source: How many listings to diplay:
ar: كم عدد المقالات للإظهار:
fr_fr: Combien d’annonces à afficher :
