Repository: TayyabNaqvi12/dwt
Catalog: languages/*.po
Languages: ar, fr_fr

source: Venue
ar: الملعب
fr_fr: Lieu

source: From
ar: من
fr_fr: De

source: To
ar: إلى
fr_fr: À

source: View Detail
ar: مشاهدة التفاصيل
fr_fr: Voir les détails

source: Closed
ar: مغلق
fr_fr: Fermé

source: Always Open
ar: فتح
fr_fr: Toujours ouvert

source: Open Now
ar: فتح
fr_fr: Ouvert maintenant

source: Claimed
ar: موثق
fr_fr: Revendiqué

source: N/A
ar: غير مطابق

source: Favourite
ar: الإعلانات المفضلة
fr_fr: Préférée

source: Status
ar: الحالة
fr_fr: Statut

source: Reviews
ar: التقييمات
fr_fr: Comptes rendus

source: Listing Category
ar: الفئه:
fr_fr: Catégorie de l'annonce

source: Views
ar: عرض
fr_fr: Vues

source: Posted on
ar: نشر في
fr_fr: Publié le

source: Location
ar: الموقع
fr_fr: Emplacement

source: View Detials
ar: عرض ديتيالس
fr_fr: Voir détails

source: Reset All Filters
ar: أعاده تعيين كافة عوامل التصفية
fr_fr: Réinitialiser les filtres

source: Select an option
ar: حدد اختيارا
fr_fr: Sélectionnez une option

source: Your listing has been renewed.
ar: تم تجديد قائمة البيانات الخاصة بك.
fr_fr: Votre annonce a été renouvelée.

source: Nothing renew
ar: لا شيء يجدد
fr_fr: Rien de renouvelé

source: Your listing has been moved to expired
ar: تم نقل القائمة إلى منتهية الصلاحية
fr_fr: Votre annonce a été déplacée vers l’expiration

source: Nothing move to Expired
ar: لا شيء يتحرك إلى منتهية الصلاحية
fr_fr: Rien ne passe à Expiré

source: You have bookmark this listing already.
ar: لقد قمت بإضافته مسبقاً.
fr_fr: Vous avez déjà ajouté cette annonce à vos favoris.

source: Added to your favourites.
ar: تمت الإضافه الى المفضلة.
fr_fr: Ajouté à vos favoris.

source: There was an error while processing your request. Please, reload the page and try again.
ar: حدث خطأ أثناء معالجة طلبك. الرجاء إعادة تحميل الصفحة ثم حاول مرة أخرى.
fr_fr: Une erreur s’est produite lors du traitement de votre demande. Veuillez recharger la page et réessayer.

source: Listing removed successfully.
ar: تمت أزاله الإعلان بنجاح.
fr_fr: L'annonce a bien été supprimée.

source: There's some problem, please try again later.
ar: هناك بعض المشاكل، يرجى إعادة المحاولة لاحقاً.
fr_fr: Il y a un problème, veuillez réessayer plus tard.

source: Disable for Demo.
ar: تعطيل الديمو
fr_fr: Désactiver pour la démo.

source: Booking removed successfully.
ar: تمت إزالة الحجز بنجاح.
fr_fr: Réservation supprimée avec succès.

source: You have already enabled booking on this listing.
ar: لقد قمت بالفعل بتمكين الحجز على هذه القائمة.
fr_fr: Vous avez déjà activé la réservation sur cette annonce.

source: Booking added successfully.
ar: تمت إضافة الحجز بنجاح.
fr_fr: Réservation ajoutée avec succès.

source: Submited review removed successfully.
ar: تمت أزاله المراجعة الموضوعة بنجاح.
fr_fr: Révision envoyée supprimée avec succès.

source: Like
ar: إعجاب
fr_fr: J'aime

source: Love
ar: أحببته
fr_fr: J’aime

source: Wow
ar: وااو
fr_fr: Ouah

source: Angry
ar: أغضبني
fr_fr: En colère

source: Contact No
ar: رقم الاتصال
fr_fr: Num de contact

source: Website Link
ar: الموقع الالكتروني
fr_fr: Lien du site web

source: Someone
ar: أحدهم
fr_fr: Quelqu’un

source: on
ar: في
fr_fr: sur

source: clicked your
ar: النقر الخاص بك
fr_fr: a cliqué sur

source: reacted as
ar: كان رد فعل
fr_fr: a réagi avec

source: posted a <strong>Rating</strong> on
ar: نشرت <strong> تصنيف </strong> علي
fr_fr: a publié une <strong>évaluation</strong> sur

source: post a <strong>Comment</strong> on
ar: آخر <strong> Comment </strong> علي
fr_fr: poster <strong>un Commentaire</strong> sur

source: ago
ar: منذ
fr_fr: il y a

source: No Notification !
ar: الاشعار * /
fr_fr: Pas de notification !

source: Recent activities about your listings will be here!
ar: سوف تكون الأنشطة الأخيرة حول حدماتك الخاصة بك هنا!
fr_fr: Les activités récentes concernant vos établissements seront ici !

source: Updated successfully.
ar: تم تحديث الإعلان بنجاح.
fr_fr: Annonce mise à jour avec succès.

source: Listing Active successfully.
ar: اخر اتصال
fr_fr: Annonce activée avec succès.

source: Minimum image dimension should be
ar: يجب ان يكون البعد الصورة الحد الأدنى
fr_fr: La dimension minimale de l'image doit être

source: Sorry, only JPG, JPEG, and PNG files are allowed
ar: عذراً، فقط الملفات من نوع JPG، JPEG، PNG, GIF هي المسموح بها.
fr_fr: Désolé, seuls les fichiers JPG, JPEG, PNG & GIF sont autorisés

source: Max allowed image size is
ar: يجب ان يكون حجم الصورة القصوى
fr_fr: La taille d'image maximale autorisée est

source: Please enter event title first in order to create event.
ar: الرجاء إدخال عنوان الحدث أولا من أجل إنشاء الحدث.
fr_fr: Veuillez d'abord entrer le titre de l'événement afin de créer un événement.

source: Sorry you cant upload more than
ar: أسف لأنك غير قادر علي تحميل أكثر من
fr_fr: Désolé vous ne pouvez télécharger plus de

source: images
ar: اختيار الصور

source: Something went wrong please try later
ar: حدث خطا ما يرجى التحقق مره أخرى في وقت لاحق.
fr_fr: Quelque chose s'est mal passé merci d’essayer plus tard

source: Event removed successfully.
ar: تمت أزاله الحدث بنجاح.
fr_fr: Événement supprimé avec succès.

source: Event Expired Successfully.
ar: انتهت صلاحيه الحدث بنجاح.
fr_fr: L'événement a expiré avec succès.

source: Event activated successfully.
ar: تم تنشيط الحدث بنجاح.
fr_fr: L'événement a été activé avec succès.

source: Menu Type
ar: نوع القائمة
fr_fr: Type de menu

source: Action
ar: الإجراء

source: Edit
ar: تعديل
fr_fr: Modifier

source: Delete
ar: حذف
fr_fr: Supprimer

source: View Items
ar: الرسائل
fr_fr: Afficher les articles

source: Update Menu Type :
ar: تحديث نوع القائمة:
fr_fr: Mise à jour du type de menu :

source: Update
ar: تحديث
fr_fr: Mise à jour

source: Menu price
ar: سعر القائمة
fr_fr: Prix du menu

source: Actions
ar: الإجراءات

source: Update Menu Item
ar: به روز رسانی مورد
fr_fr: Mettre à jour l'élément de menu

source: No Result Found!
ar: غير موجود
fr_fr: Aucun résultat trouvé !

source: We couldn't find any results for this action.
ar: لم نتمكن من العثور علي اي نتائج لهذا العمل.
fr_fr: Désolé, nous n’avons pas trouvé de résultats pour cette recherche.

source: Settings saved successfully.
ar: تم حفظ الإعدادات بنجاح.
fr_fr: Réglages bien enregistrés.

source: Booking enabled succesfully
ar: تمت إضافة الحجز بنجاح.
fr_fr: Réservation activée avec succès

source: Booking removed succesfully
ar: تمت إزالة الحجز بنجاح.
fr_fr: Réservation supprimée avec succès

source: Your Booking has been Approved
ar: تم تجديد قائمة البيانات الخاصة بك.
fr_fr: Votre réservation a été approuvée

source: Your Booking has been rejected
ar: تم تجديد قائمة البيانات الخاصة بك.
fr_fr: Votre réservation a été rejetée

source: attending the event.
ar: الاحداث المعلقة
fr_fr: assister à l’événement.

source: Please Log in to make booking.
ar: يرجى تسجيل الدخول لإجراء الحجز.
fr_fr: Veuillez vous connecter pour réserver.

source: Event author can not book tickets.
ar: مؤلف الحدث لا يمكن حجز التذاكر.
fr_fr: L’auteur de l’événement ne peut pas réserver de billets.

source: Select one or more tickets and services.
ar: اختر تذكرة أو أكثر من التذاكر والخدمات.
fr_fr: Sélectionnez un ou plusieurs billets et services.

source: Select atleast one or more tickets.
ar: اختر تذكرة واحدة أو أكثر على الأقل.
fr_fr: Sélectionnez au moins un ou plusieurs billets.

source: You can not select more than
ar: لا يمكنك اختيار أكثر من
fr_fr: Vous ne pouvez pas sélectionner plus de

source: Can not update project logs, please contact admin
ar: أنت غير قادر على استخدام timekit.io، يرجى الاتصال بالمسؤول.
fr_fr: Impossible de mettre à jour les journaux du projet, veuillez contacter l’administrateur

source: Redirecting to payment page
ar: إعادة توجيه...
fr_fr: Redirection vers la page de paiement

source: WooCommerce plugin is not active
ar: كتب مريم الدخيل لاكاديمية الثراء البرنامج المساعد غير نشط
fr_fr: WooCommerce plugin n’est pas actif

source: Your Ticket(s) has been Approved
ar: انتهت مدة صلاحية الباقة الخاصة بك.
fr_fr: Votre (vos) billet(s) a (ont) été approuvé(s)

source: Unfortunately, Your Ticket has been Rejected
ar: لسوء الحظ ، تم رفض تذكرتك
fr_fr: Malheureusement, votre billet a été rejeté

source: Please Enter Amount less than
ar: الرجاء إدخال عنوان بريدك الكتروني أدناه.
fr_fr: Veuillez saisir un montant inférieur à

source: Your Request for Payout has been Approved
ar: تم التحقق من رقم الهاتف.
fr_fr: Votre demande de paiement a été approuvée

source: Your Request for Payout has been rejected
ar: تم التحقق من رقم الهاتف.
fr_fr: Votre demande de paiement a été rejetée

source: Your account is not verified yet.
ar: لم يتم التحقق من حسابك بعد.
fr_fr: Votre compte n'est pas encore vérifié.

source: Invalid email or password.
ar: الايميل أو كلمة السر خاطئة.
fr_fr: E-mail ou mot de passe incorrect.

source: Email already exist, please try other one.
ar: الايميل مسجل مسبقاً، يرجى استخدام ايميل آخر.
fr_fr: Email déjà existant, veuillez en essayer un autre.

source: 50 Years
ar: 50 سنه
fr_fr: 50 Ans

source: You are not logged in.
ar: لا يمكنك تعديله في وقت لاحق.
fr_fr: Vous n'êtes pas connecté(e).

source: Invalid security token.
ar: رمز أمان غير صالح.
fr_fr: Jeton de sécurité invalide.

source: Sorry, only JPG, JPEG, PNG & GIF files are allowed.
ar: عذراً، فقط الملفات من نوع JPG، JPEG، PNG, GIF هي المسموح بها.
fr_fr: Désolé, seuls les fichiers JPG, JPEG, PNG & GIF sont autorisés.

source: You need to login.
ar: تحتاج أذونات
fr_fr: Vous devez vous connecter.

source: You have already reacted on this review.
ar: لقد سبق لك ان ردت علي هذا الاستعراض.
fr_fr: Vous avez déjà donné une note à cet avis.

source: Sale
ar: تخفيض
fr_fr: Vente

source: Select An Option
ar: حدد خيارا
fr_fr: Choisir une option

source: Please enter title first in order to create listing.
ar: الرجاء إدخال العنوان أولا من أجل إنشاء قائمه.
fr_fr: Veuillez entrer le titre en premier afin de créer une annonce.

source: Your package has bee expired.
ar: انتهت مدة صلاحية الباقة الخاصة بك.
fr_fr: Votre abonnement a expiré.

source: This listing has been featured successfullly.
ar: وقد ظهر هذا الإعلان بنجاح.
fr_fr: Cette annonce a été mise en avant avec succès.

source: Get package in order to make it feature.
ar: اشترك في الفورفي لجعله مميز
fr_fr: Obtenez le package afin de le rendre fonctionnel.

source: You must be listing owner to make it feature.
ar: يجب ان تكون صاحب القائمة لجعله ميزه.
fr_fr: Vous devez être propriétaire de l'annonce pour la mettre en avant.

source: Features
ar: الميزات
fr_fr: Caractéristiques

source: Filter
ar: تصفية
fr_fr: Filtre

source: Search By Features
ar: البحث حسب الميزات
fr_fr: Recherche par « mise en avant »

source: Search
ar: بحث
fr_fr: Rechercher

source: Max allowd image size is 2MB
ar: يجب ان يكون حجم الصورة القصوى
fr_fr: Taille d’image maximale autorisée est de 2 Mo

source: Oops! Something went wrong, please try again.
ar: عفوا! حدث خطا ما ، يرجى المحاولة مره أخرى.
fr_fr: Oups! Quelque chose s’est mal passé, réessayez.

source: All Languages
ar: كل اللغات
fr_fr: Toutes les langues

source: Only for search page.
ar: فقط لصفحه البحث.
fr_fr: Seulement pour la page de recherche.

source: Listing Search Categories
ar: فئات البحث في القائمة
fr_fr: Catégories de recherche d’annonces

source: Title:
ar: العنوان:
fr_fr: Titre:

source: Listing Search By Title
ar: البحث عن القوائم حسب العنوان
fr_fr: Recherche par titre

source: Listing Search By Amenties
ar: البحث عن القوائم بواسطة امينسات
fr_fr: Recherche d’annonce par équipements proposés

source: Search By Amenties
ar: البحث عن طريق الامينيه
fr_fr: Recherche par équipements proposés

source: Listing Search By Price Type
ar: البحث عن القوائم حسب نوع السعر
fr_fr: Recherche d’annonce par type de prix

source: Listing Search By Open Closed
ar: البحث عن القوائم بالفتح مغلق
fr_fr: Recherche d'annonces par Ouvert/Fermé

source: Search By Status
ar: البحث حسب الحالة
fr_fr: Recherche par statut

source: Listing Search By Street Address
ar: البحث عن القوائم حسب عنوان الشارع
fr_fr: Recherche d’annonce par adresse de rue

source: Listing By Street Address
ar: الادراج حسب عنوان الشارع
fr_fr: Recherche d’annonce par adresse postale

source: Listing Search By Rating
ar: البحث عن القوائم حسب التصنيف
fr_fr: Recherche d’annonces par note

source: Search By Rating
ar: البحث حسب التقييم
fr_fr: Recherche par avis

source: Listing Search Custom Location
ar: سرد البحث الموقع المخصص
fr_fr: Recherche par emplacement personnalisé

source: Search By Custom Location
ar: البحث حسب الموقع المخصص
fr_fr: Recherche par emplacement personnalisé

source: for search and single listing & sidebar.
ar: للبحث وقائمه واحده والشريط الجانبي.
fr_fr: pour la recherche, la page annonce et la barre latérale.

source: DWT Listing Ad Slots
ar: فتحات الإعلان القائمة DWT
fr_fr: Espaces publicitaires - DWT Listing

source: Code:
ar: كود:

source: DWT Featured Listings
ar: DWT القوائم المميزة
fr_fr: Nalingiyo mis en avant

source: Featured Listings
ar: الإعلانات المميزة
fr_fr: Annonces à la Une

source: Max # of Listings:
ar: # الحد الأقصى من الخدمات:
fr_fr: Max # des annonces :

source: Listing Search Tags
ar: ادراج علامات البحث
fr_fr: Mots clés de recherche

source: Filter by Tags
ar: تصفية حسب العلامات
fr_fr: Filtrer par mots-clés

source: DWT Appointment System Widget
ar: DWT الاحداث قائمه القطعة
fr_fr: Widget du système de rendez-vous DWT

source: Make an Appointment
ar: احجز موعد
fr_fr: Prendre rendez-vous

source: Login To Make An Appointment
ar: تسجيل الدخول لتحديد موعد
fr_fr: Connectez-vous pour prendre rendez-vous

source: Billing Information
ar: معلومة اضافية
fr_fr: Informations de Facturation

source: Your Name
ar: اسمك
fr_fr: Votre nom

source: Mobile Number
ar: رقم الطلب
fr_fr: Numéro de portable

source: We'll never share your email with anyone else.
ar: لن نشارك بريدك الإلكتروني مطلقا مع أي شخص آخر.
fr_fr: Nous ne partagerons jamais votre courrier électronique.

source: You need to logged in
ar: يتوجب عليك تسجيل الدخول.
fr_fr: Vous devez être connecté.

source: Please log in to add a reservation
ar: يرجى تسجيل الدخول لإضافة حجز
fr_fr: Veuillez vous connecter pour ajouter une réservation

source: Cancel
ar: إلغاء
fr_fr: Annuler

source: Reserve a Table
ar: حجز طاولة
fr_fr: Réserver une table

source: /person
ar: /شخص
fr_fr: /personne

source: Select a Time Slot
ar: حدد نوع الخريطة
fr_fr: Sélectionnez un créneau horaire

source: 8:00 AM - 8:30 AM
ar: 8:00 صباحا - 8:30 صباحا

source: 8:30 AM - 9:00 AM
ar: 8:30 صباحا - 9:00 صباحا
fr_fr: 08 h 30 - 09 h 00

source: 9:00 AM - 9:30 AM
ar: 9:00 صباحا - 9:30 صباحا

source: 9:30 AM - 10:00 AM
ar: 9:30 صباحا - 10:00 صباحا

source: 10:00 AM - 10:30 AM
ar: 10:00 صباحا - 10:30 صباحا
fr_fr: 10 h 00 - 10 h 30

source: 13:00 PM - 13:30 PM
ar: 13:00 مساء - 13:30 مساء
fr_fr: 13 h 00 - 13 h 30

source: 13:30 PM - 14:00 PM
ar: 13:30 مساء - 14:00 مساء
fr_fr: 13 h 30 - 14 h 00

source: 14:00 PM - 14:30 PM
ar: 14:00 مساء - 14:30 مساء
fr_fr: 14 h 00 - 14 h 30

source: 15:00 PM - 15:30 PM
ar: 15:00 مساء - 15:30 مساء
fr_fr: 15 h 00 - 15 h 30

source: 16:00 PM - 16:30 PM
ar: 16:00 مساء - 16:30 مساء
fr_fr: 16 h 00 - 16 h 30

source: Home
ar: الرئيسية
fr_fr: Acceuil

source: Simple Menu
ar: القائمة البسيطة
fr_fr: Menu simple

source: Mega Menu
ar: القائمة الضخمة

source: Column size
ar: حجم العمود
fr_fr: Taille de la colonne

source: Right Side
ar: الجانب الأيمن
fr_fr: Coté droit

source: Left Side
ar: الجانب الأيسر
fr_fr: Côté gauche

source: Select Option - (No Offset)
ar: حدد خياراً - (بدون إزاحة)
fr_fr: Sélectionnez l'option - (pas de décalage)

source: Column Offset
ar: أزاحه العمود
fr_fr: Décalage colonne

source: Vertical Offset
ar: أزاحه عموديه
fr_fr: Décalage vertical

source: If you want to hide column name in mega menu just write {HideMe} in Navigation Label
ar: إذا كنت ترغب في إخفاء اسم العمود في القائمة الضخمة فقط اكتب {HideMe} في تسمية
fr_fr: Si vous souhaitez masquer le nom de la colonne dans le méga menu, écrivez simplement {HideMe} dans l'étiquette de navigation

source: Lebel Color
ar: لون الخانة
fr_fr: Couleur de l'étiquette

source: Lebel Text
ar: نص الخانة
fr_fr: Texte de l'étiquette

source: Enter some text
ar: أدخل نصا
fr_fr: Entrez un texte

source: This select option is only for 1st level menu
ar: هذا الخيار هو اختيار فقط للمستوي الأول من القائمة
fr_fr: Cette option de sélection est seulement pour le menu de 1er niveau

source: In parent add bigger value and in 2nd level add small value
ar: في الأصل أضافه قيمه أكبر وفي المستوي الثاني أضافه قيمه صغيره
fr_fr: Dans le parent ajouter une plus grande valeur et dans le deuxième niveau ajouter une petite valeur

source: Menu Icons (Font Awesome Icons).
ar: أيقونات القائمة (الخط أيقونات رهيبه).
fr_fr: Icônes de menu (icônes Font Awesome).

source: Select Options - For simple menu only
ar: اختر الخيارات-للقائمة البسيطة فقط
fr_fr: Sélectionnez les Options - pour menu simple uniquement

source: Select Options (For mega menu 1st level menu only)
ar: حدد خيارات (للحصول علي قائمه المستوي الأول القائمة الكبرى فقط)
fr_fr: Sélectionnez les Options (pour mega-menu 1er niveau menu uniquement)

source: DWT Listing Options
ar: خيارات تبليغ عن إعلان
fr_fr: Options du thème annonce DWT

source: logo
ar: الشعار

source: Add Listing
ar: إضافة لسلة المشتريات
fr_fr: Ajouter une annonce

source: User name
ar: اسم المستخدم
fr_fr: Nom d'utilisateur

source: My Profile
ar: ملفي الشخصي
fr_fr: Mon profil

source: Logout
ar: تسجيل الخروج
fr_fr: Se déconnecter

source: Login
ar: تسجيل الدخول
fr_fr: S'identifier

source: Copyright
ar: حقوق النشر

source: All Rights Reserved
ar: جميع الحقوق محفوظة
fr_fr: Tous droits réservés

source: Email already exists
ar: البريد الالكتروني موجود بالفعل
fr_fr: L'email existe déjà

source: Featured
ar: مميز
fr_fr: En Premium

source: Disable for Demo
ar: تعطيل الديمو
fr_fr: Désactiver pour demo

source: Mark As Featured
ar: انقر هنا لجعل هذا الإعلان مميزا.
fr_fr: Marquer comme Annonce Premium

source: Confirmation!
ar: אישור!

source: Congratulations!
ar: تهانينا!
fr_fr: Félicitations!

source: Payout Request Sent!
ar: تم إرسال طلب الدفع!
fr_fr: Demande de paiement envoyée!

source: Requested Amount is greater than amount available in Wallet!
ar: المبلغ المطلوب أكبر من المبلغ المتوفر في المحفظة!
fr_fr: Le montant demandé est supérieur au montant disponible dans Wallet!

source: Back!
ar: ظهر!
fr_fr: Retour

source: Please check atleast one checkbox.
ar: يرجى التحقق من مربع اختيار واحد atleast.
fr_fr: Veuillez cocher au moins une case.

source: We will miss you!
ar: الأربعاء
fr_fr: Tu nous manqueras!

source: Are you sure you want to do this?
ar: هل أنت متأكد أنك تريد القيام بهذا؟
fr_fr: Voulez-vous vraiment faire cela ?

source: Are you sure you want to delete your account?
ar: هل تريد بالتاكيد حذف الحساب.
fr_fr: Etes-vous sûr de vouloir supprimer votre compte?

source: Your account have been deleted.
ar: تم التحقق من رقم الهاتف.
fr_fr: Votre compte a été supprimé.

source: You can not delete your account as Admin.
ar: المشرف لا يمكن حذف حسابه من هنا.
fr_fr: Vous ne pouvez pas supprimer votre compte en tant qu’administrateur.

source: Really want to expire this listing?
ar: حقا تريد ان تنتهي هذه القائمة ؟
fr_fr: Vous voulez vraiment mettre fin à cette annonce?

source: Are you sure you want to expire this event?
ar: هل تريد بالتاكيد انتهاء صلاحيه هذا الحدث ؟
fr_fr: Êtes-vous sûr de vouloir mettre fin à cet événement?

source: Are you sure you want to reactive this event?
ar: هل تريد بالتاكيد رد الفعل هذا الحدث ؟
fr_fr: Etes-vous sûr de vouloir réactiver cet évènement?

source: Whoops!
ar: يا للهول!
fr_fr: Oups!

source: Thank You!
ar: شكرا لك!
fr_fr: Merci !

source: One Star
ar: يرجى اختيار تصنيف النجوم.
fr_fr: Une étoile

source: Total Views
ar: عدد المشاهدات
fr_fr: Total de vues

source: Website Clicks
ar: نقرات الموقع
fr_fr: Clics

source: Contact Clicks
ar: اضغط للإتصال
fr_fr: Clics sur Contacter

source: Total Leads
ar: المجموع:
fr_fr: Total Des Demandes

source: Select Pricing Criteria
ar: اختار فئة
fr_fr: Sélectionnez les critères de tarification

source: Rated As
ar: الترتيب
fr_fr: Classé comme

source: Select From Location
ar: اختر الموقع الجغرافى
fr_fr: Sélectionnez un lieu

source: Open or Closed
ar: التعليق مغلق
fr_fr: Ouvert ou fermé

source: Km
ar: اختر المسافة في (كم)

source: Thank you, we will get back to you.
ar: شكراً لكم، سنعود إليكم.
fr_fr: Merci, nous vous répondrons bientôt.

source: Proceeding to Checkout.
ar: المتابعة إلى الخروج.
fr_fr: Passage à la caisse.

source: You are Not Logged In.
ar: لا يمكنك تعديله في وقت لاحق.
fr_fr: Vous n'êtes pas connecté(e).

source: There is some error, please check your API-KEY and LIST-ID.
ar: هناك بعض الأخطاء ، يرجى التحقق من API-KEY و LIST-ID.
fr_fr: Il y a une erreur, vérifiez votre API-KEY et LIST-ID.

source: Listing created successfully.
ar: تم إنشاء القائمة بنجاح.
fr_fr: Annonce créée avec succès.

source: Listing updated successfully.
ar: تم تحديث القائمة بنجاح.
fr_fr: Annonce mise à jour avec succès.

source: Sunday
ar: الأحد
fr_fr: Dimanche

source: Monday
ar: الإثنين
fr_fr: Lundi

source: Tuesday
ar: الثلاثاء
fr_fr: Mardi

source: Wednesday
ar: الأربعاء
fr_fr: Mercredi

source: Thursday
ar: الخميس
fr_fr: Jeudi

source: Friday
ar: الجمعة
fr_fr: Vendredi

source: Saturday
ar: السبت
fr_fr: Samedi

source: Sun
ar: الأحد
fr_fr: Dim

source: Mon
ar: الإثنين
fr_fr: Lun

source: Tue
ar: الثلاثاء
fr_fr: Mar

source: Wed
ar: الاربعاء
fr_fr: Mer

source: Thu
ar: الخميس
fr_fr: Jeu

source: Fri
ar: الجمعة
fr_fr: Ven

source: Sat
ar: السبت
fr_fr: Sam

source: Su
ar: الأحد
fr_fr: Di

source: Mo
ar: الإثنين
fr_fr: Lu

source: Tu
ar: الثلاثاء
fr_fr: Ma

source: We
ar: الأربعاء
fr_fr: Me

source: Th
ar: خميس
fr_fr: Je

source: Fr
ar: الجمعة
fr_fr: Ve

source: Sa
ar: سبت

source: January
ar: يناير
fr_fr: Janvier

source: February
ar: فبراير
fr_fr: Février

source: March
ar: مارس
fr_fr: Mars

source: April
ar: ابريل
fr_fr: Avril

source: May
ar: عملية التثبيت بدأت. قد تستغرق هذه العملية بعض الوقت، لذا يرجى الانتظار .
fr_fr: Mai

source: June
ar: يونيو
fr_fr: Juin

source: July
ar: يوليو
fr_fr: Juillet

source: August
ar: أغسطس
fr_fr: Août

source: September
ar: سبتمبر
fr_fr: Septembre

source: October
ar: أكتوبر
fr_fr: Octobre

source: November
ar: نوفمبر
fr_fr: Novembre

source: December
ar: ديسمبر
fr_fr: Décembre

source: Jan
ar: يناير

source: Feb
ar: فبراير
fr_fr: Fév

source: Mar
ar: مارس

source: Apr
ar: أبريل
fr_fr: Avr

source: Jun
ar: يونيو
fr_fr: Juin

source: Aug
ar: أغسطس
fr_fr: Août

source: Sep
ar: سبتمبر

source: Oct
ar: أكتوبر

source: Nov
ar: نوفمبر

source: Dec
ar: ديسمبر
fr_fr: Déc

source: Today
ar: اليوم
fr_fr: Aujourd’hui

source: Clear
ar: مسح
fr_fr: Claire

source: days
ar: أيام
fr_fr: jours

source: hours
ar: ساعات
fr_fr: heures

source: minutes
ar: دقائق

source: seconds
ar: ثواني
fr_fr: secondes

source: Copied!
ar: نسخ!
fr_fr: Copié !

source: Whoops, not copied!
ar: لا ينسخ!
fr_fr: Oups, n'a pas été copié !

source: Oops, unable to copy
ar: عفوا ، غير قادر علي نسخ
fr_fr: Oups, impossible de copier

source: Copy to clipboard: Ctrl+C or Command+C, Enter
ar: نسخ إلى الحافظة: Ctrl + c أو Command + c ، ادخل
fr_fr: Copier dans le presse-papiers: Ctrl + c ou commande + c, entrer

source: Timepicker
ar: منتقي الوقت

source: Register with
ar: سجل مع
fr_fr: S'enregistrer avec

source: Login with
ar: تسجيل الدخول بواسطة
fr_fr: Se connecter avec

source: Notification!
ar: إشعارات

source: Package is required to submit listings
ar: الحزمة مطلوبه لتقديم القوائم
fr_fr: Inscription nécessaire pour soumettre une annonce

source: No results found
ar: لا يوجد نتائج
fr_fr: Aucun résultat trouvé

source: no result for
ar: غير موجود
fr_fr: aucun résultat pour

source: Event gallery will be enabled after providing event title.
ar: سيتم تمكين معرض الاحداث بعد توفير عنوان الحدث.
fr_fr: La Galerie d'événements sera activée après avoir fourni le titre de l'événement.

source: Event created successfully.
ar: تم إنشاء الحدث بنجاح.
fr_fr: Événement créé avec succès.

source: Event updated successfully.
ar: تم تحديث الحدث بنجاح.
fr_fr: Événement mis à jour avec succès.
