Repository: TayyabNaqvi12/dwt
Catalog: languages/*.po
Languages: ar, fr_fr

source: Number of events shown
ar: عدد الاحداث المبينة
fr_fr: Nombre d’événements affichés

source: Event Filters
ar: عوامل تصفيه الاحداث
fr_fr: Filtres d’événements

source: Event Cron jobs
ar: وظائف كرون الحدث
fr_fr: Tâches Event Cron

source: Switch of Cron Jobs
ar: تبديل وظائف كرون
fr_fr: Changement de tâches Cron

source: Note : This functionality works hiddenly notify the users before package expiry.This option takes a lot of load so any one who wishes to choose this option must have a good server that can support heavy load.
ar: ملاحظة: تعمل هذه الوظيفة بشكل مخفي بإعلام المستخدمين قبل انتهاء صلاحية الحزمة. يأخذ هذا الخيار الكثير من التحميل حتى أي واحد يرغب في اختيار هذا الخيار يجب أن يكون ملقم جيد التي يمكن أن تدعم التحميل الثقيل.
fr_fr: Remarque: Cette fonctionnalité fonctionne de manière cachée et informe les utilisateurs avant l’expiration de l’offre. Cette option prenant beaucoup de charge, toute personne souhaitant choisir cette option doit disposer d’un bon serveur capable de supporter une charge importante.

source: Cron job run after this Interval
ar: كرون تشغيل وظيفة بعد هذا الفاصل الزمني
fr_fr: Cron travail exécuté après cet intervalle

source: Email on Event Expire
ar: انتهاء صلاحية البريد الإلكتروني عند انتهاء صلاحية الحدث
fr_fr: E-mail sur l’expiration de l’événement

source: Event Expire Email FROM
ar: انتهاء صلاحية الحدث البريد الإلكتروني من
fr_fr: E-mail d’expiration de l’événement FROM

source: Event Expire Posted Message
ar: رسالة منشورة تنتهي صلاحية الحدث
fr_fr: Message publié Expire de l’événement

source: Footer Settings
ar: الإعدادات
fr_fr: Paramètres du pied de page

source: Footer Layout
ar: نموذج الفوتر
fr_fr: Mise en page du pied de page

source: Select footer Layout you want to show. Footer 5 only use with Elementor Pro.
ar: حدد تخطيط تذييل الصفحة الذي تريد إظهاره. تذييل 5 استخدام فقط مع Elementor برو.
fr_fr: Sélectionnez la mise en page du pied de page que vous souhaitez afficher. Le pied de page 5 n’est utilisé qu’avec Elementor Pro.

source: Layout Type 1
ar: نوع التخطيط 1
fr_fr: Type de disposition 1

source: Layout Type 2
ar: نوع التخطيط 2
fr_fr: Type de disposition 2

source: Layout Type 3
ar: نوع التخطيط 3
fr_fr: Type de disposition 3

source: Layout Type 4
ar: نوع التخطيط 4
fr_fr: Type de disposition 4

source: Layout Type only for Elementor
ar: نوع التخطيط فقط لعنصر
fr_fr: Type de mise en page uniquement pour Elementor

source: Footer Logo
ar: شعار تذييل
fr_fr: Logo de pied de page

source: Upload main logo of the website.
ar: تحميل الشعار الرئيسي للموقع.
fr_fr: Télécharger le logo principal du site.

source: Popular Locations
ar: الاماكن الأكثر شعبية
fr_fr: Emplacements populaires

source: Enter section title here
ar: ادخل عنوان اسئله وأجوبه التطبيق.
fr_fr: Entrez le titre de la section ici

source: Select Locations
ar: حدد المواقع
fr_fr: Choisir les villes

source: Top Categories
ar: أفضل التصنيفات
fr_fr: Top des catégories

source: Featured Categories
ar: التصنيفات المميزة
fr_fr: Catégories en vedette

source: Select Category
ar: اختر تصنيف
fr_fr: Sélectionner une catégorie

source: Footer Text
ar: نص الفوتر
fr_fr: Texte de pied de page

source: All HTML will be stripped
ar: سيتم تجريد جميع إتش تي أم ال
fr_fr: Tout code HTML sera supprimé

source: This is the description field, again good for additional info.
ar: هذا هو حقل الوصف ، ومرة أخرى جيد للحصول على معلومات إضافية.
fr_fr: Ceci est le champ de description, encore une fois bon pour des informations supplémentaires.

source: Cu qui probo malorum saperet. Ne admodum apeirian iracundia usu, eam cu agam ludus, eum munere accusam molestie ut. Alienum percipitur ne est, pri quando iriure ad. Alienum percipitur ne est, pri quando iriure ad. Alienum percipitur ne est, pri quando iriure ad.
ar: Cu كوي بروبو مالروم سابريت. Ne admodum apeirian iracundia اوسو ، الام cu اغام ludus ، أوم munere الاتهامي molestie ut. اليوم الذي سيتم فيه الإعلان اليوم الذي سيتم فيه الإعلان اليوم الذي سيتم فيه الإعلان

source: Links Title
ar: عنوان الروابط
fr_fr: Titre du lien

source: Qucik Links
ar: روابط كوسيك
fr_fr: Liens rapides

source: Select Option
ar: ‫الرجاء الاختيار
fr_fr: sélectionner une option

source: Select the links for the footer.
ar: تحديد ارتباطات الصفحة لتذييل
fr_fr: Sélectionnez la Page liens pour le pied de page.

source: Recent Posts
ar: مقالات ذات صلة
fr_fr: Articles récents

source: Select Posts
ar: حدد المقالات
fr_fr: Publications sélectionnées

source: Select posts for the footer.
ar: حدد المشاركات لتذييل الصفحة.
fr_fr: Sélectionnez les articles pour le pied de page.

source: Contact Information
ar: معلومات المستخدم
fr_fr: Informations de contact

source: Address Info
ar: العنوان
fr_fr: Adresse

source: Leave empty if you don' want to show.
ar: اترك الفراغ إذا كنت لا تريد ان تظهر.
fr_fr: Laissez vide si vous ne voulez pas montrer.

source: B-Floor,Arcade Model Town, USA
ar: [ب-فلوور], رواق نموذجيه مدينه, [اوسا]
fr_fr: B-Floor,Arcade Model Town, Etats-Unis

source: Mon - Sun: 8:00 - 16:00
ar: الاثنين-الأحد: 8:00-16:00
fr_fr: Lun - Dim: 8:00 - 16:00

source: Copy Rights Text
ar: إشعارات
fr_fr: Texte Copyright

source: Copyright 2018 &copy; Theme Created By ScriptsBundle, All Rights Reserved.
ar: حقوق التاليف والنشر 2018 &copy; الموضوع التي انشاتها سكريبسباندلي ، جميع الحق محفوظه.
fr_fr: Copyright 2018 © Theme créé par ScriptsBundle, tous droits réservés.

source: Footer Background
ar: لون خلفية الفوتر
fr_fr: Arrière-plan du pied de page

source: Footer background with image, color, etc.
ar: خلفيه الذيل مع الصورة ، واللون ، الخ.
fr_fr: Arrière-plan du pied de page avec image, couleur, etc.

source: You can set the footer BG image here
ar: يمكنك تعيين صوره الذيل BG هنا
fr_fr: Vous pouvez définir l’image de BG de pied de page ici

source: Social Media
ar: الشبكات الإجتماعية
fr_fr: Réseaux sociaux

source: Social Icons For Foter. You can sort it out as you want.
ar: الأيقونات الاجتماعية لل foter. يمكنك ترتيب ذلك كما تريد.
fr_fr: Icônes Sociales pour le pied de page. Vous pouvez les trier comme vous voulez.

source: Geo IP Settings
ar: إعدادات IP الجغرافية
fr_fr: Paramètres IP Geo

source: Enable GeoLocation
ar: تمكين الجغرافية
fr_fr: Activer la Géolocalisation

source: Trun on or off GeoLocation Api.
ar: Trun أو إيقاف تشغيل واجهه برمجه التطبيقات الجغرافية.
fr_fr: Activer ou désactiver GeoLocation Api.

source: Select API Type for Current location
ar: تحديد نوع API للموقع الحالي
fr_fr: Sélectionnez l'API pour l'emplacement actuel

source: For location detection
ar: للكشف عن الموقع
fr_fr: Pour la détection de localisation

source: Above API options are used to identify visitors current location by their ip address.
ar: وتستخدم خيارات API أعلاه لتحديد الزوار الموقع الحالي من قبل عنوان الملكية الفكرية.
fr_fr: Les options d'API ci-dessus sont utilisées pour identifier l’emplacement actuel de visiteurs par leur adresse ip.

source: Theme Settings
ar: اعدادات القالب
fr_fr: Réglages du thème

source: These are really basic fields to setup theme!
ar: هذه هي المجالات الاساسيه حقا لموضوع الاعداد!
fr_fr: Ce sont des champs de base pour l'installation du thème!

source: General Settings
ar: الاعدادات العامة
fr_fr: Réglages généraux

source: Header Layout
ar: مخطط الرأس
fr_fr: Mise en page de l'en-tête

source: Select Header Layout you want to show. Header 5 only used with Elementor Pro.
ar: حدد تخطيط الرأس الذي تريد إظهاره. رأس 5 فقط تستخدم مع Elementor برو.
fr_fr: Sélectionnez la disposition d’en-tête que vous souhaitez afficher. En-tête 5 utilisé uniquement avec Elementor Pro.

source: Header Layout Type 1
ar: نوع تخطيط الراس 1
fr_fr: Mise en page d'entête type 1

source: Header Layout Type 2
ar: نوع تخطيط الراس 2
fr_fr: Mise en page d'entête type 2

source: Header Layout Type 3
ar: نوع تخطيط الراس 3
fr_fr: Mise en page d'entête type 3

source: Header Layout Type 4
ar: نوع تخطيط الراس 4
fr_fr: Mise en page d'entête type 4

source: Elementor Header
ar: هيدر Elementor
fr_fr: En-tête Elementor

source: Enable Topbar
ar: تمكين topbar
fr_fr: Activer la barre supérieure

source: Want to show topbar with header.
ar: تريد إظهار topbar مع راس.
fr_fr: Vous voulez montrer topbar avec en-tête.

source: Your text/slogan
ar: النص/الشعار
fr_fr: Votre texte/slogan

source: Enter your text
ar: ادخل النص
fr_fr: Saisissez votre texte

source: Enable Topbar Locations
ar: تمكين المواقع topbar
fr_fr: Activer les emplacements topbar

source: Social Media Links
ar: روابط المواقع الاجتماعية
fr_fr: Liens des réseaux sociaux

source: Update your social media links.
ar: تحديث روابط وسائل الاعلام الاجتماعية الخاصة بك.
fr_fr: Mettez à jour vos liens vers les réseaux sociaux.

source: Show Spinner
ar: إظهار الدوار
fr_fr: Afficher l’animation de chargement

source: Trun on or off site loader.
ar: Trun أو إيقاف تشغيل محمل الموقع.
fr_fr: Activer ou désactiver le chargement du site.

source: Spinner Image
ar: صوره الدوار
fr_fr: Image tournante

source: Select spinner image
ar: تحديد صوره الدوار
fr_fr: Sélectionnez l'image tournante

source: Spinner Text
ar: الدوار النص
fr_fr: Texte de chargement

source: Leave empty if you want to show default
ar: ترك فارغا إذا كنت تريد إظهار الافتراضي
fr_fr: Laisser vide si vous voulez afficher la valeur par défaut

source: Please Wait
ar: الرجاء الانتظار
fr_fr: Veuillez patienter

source: Logo
ar: الشعار

source: Transparent Logo
ar: شعار شفاف
fr_fr: Logo transparent

source: Upload transparent logo of the website.
ar: تحميل شعار شفاف للموقع.
fr_fr: Télécharger logo transparent du site Web.

source: Sticky Menu
ar: القائمة المرنة
fr_fr: Menu fixe

source: Trun on or off sticky menu
ar: Trun أو إيقاف تشغيل القائمة اللزجة
fr_fr: Activer ou désactiver menu collant

source: Listing Button
ar: زر الادراج
fr_fr: Bouton d'annonce

source: Trun on or off lisitng button in header
ar: Trun أو إيقاف تشغيل زر lisitng في راس
fr_fr: Activer ou désactiver bouton d'annonce dans l’en-tête

source: Enter button text for header
ar: إدخال نص الزر للراس
fr_fr: Entrez le texte du bouton de l'en-tête

source: Breadcrumb Background
ar: التفصيلي الخلفية
fr_fr: Arrière-plan du fil d’ariane

source: You can set the Breadcrumb BG image here
ar: يمكنك ضبط صوره BG التفصيلية هنا
fr_fr: Vous pouvez définir l’image d'arrière plan du fil d’Ariane ici

source: Listing Post Page
ar: صفحه نشر القائمة
fr_fr: Page de publication d'annonce

source: Select add listing page.
ar: حدد أضافه صفحه قائمه.
fr_fr: Sélectionnez Ajouter une page d'annonce

source: Termsss & Conditons Page
ar: صفحة الشروط والأحكام
fr_fr: Page Termes et conditions

source: Term & Conditons or FAQS page.
ar: صفحه المصطلحات والاسئله الشائعة.
fr_fr: Term & conditons ou FAQ page.

source: Sell It For Me
ar: بيعه لي
fr_fr: Vendez-le pour moi

source: For Theme Demo Purpose Only
ar: لغرض عرض الموضوع فقط
fr_fr: Pour le thème de la démo uniquement

source: Don't enable this option on live site (It's only for demo purpose.)
ar: لا تقم بتمكين هذا الخيار علي الموقع المباشر (انه فقط لغرض العرض التوضيحي.)
fr_fr: N’activez pas cette option sur le site en ligne (c’est uniquement aux fins de la démonstration).

source: Demo Purpose
ar: عرض الغرض
fr_fr: But de la démo

source: Disabled
ar: معطل
fr_fr: Désactivé

source: Frontend Submission
ar: تقديم الواجهة
fr_fr: Soumission frontend

source: Button Text
ar: نص الزر
fr_fr: Texte du bouton

source: View All Listing
ar: عرض جميع مزودي الخدمات
fr_fr: Voir toutes les annonces

source: All listing page
ar: كل صفحه الادراج
fr_fr: Toutes les pages d'annonces

source: Listing Settings
ar: إعدادات الادراج
fr_fr: Paramètres de l'annonce

source: Title Limit During Listing
ar: حد العنوان اثناء الادراج
fr_fr: Limite de titre pendant la mise en vente

source: This must be numeric.
ar: وهذا يجب أن تكون رقمية (لا px).
fr_fr: Ceci doit être numérique.

source: Total number of characters
ar: العدد الإجمالي للأحرف
fr_fr: Nombre total de caractères

source: Packages Order Approved By
ar: ترتيب الحزم المعتمدة من قبل
fr_fr: Achat de Pack approuvé par

source: Auto Approve
ar: حزمه موافقه السيارات من أجل
fr_fr: Approuver automatiquement

source: Admin Approve
ar: الاتصال بالمشرف
fr_fr: Approbation Administrateur

source: Allowed all countries
ar: يسمح لجميع البلدان
fr_fr: Autorisé tous les pays

source: Sell For Me
ar: بيع لي
fr_fr: Vendre pour moi

source: Select Countries
ar: حدد البلدان
fr_fr: Sélectionnez pays

source: You can select max 5 countries as per GOOGLE limit.
ar: يمكنك تحديد 5 بلدان كحد أقصى وفقا لحد جوجل.
fr_fr: Vous pouvez sélectionner maximum 5 pays selon la limite de GOOGLE.

source: Read More
ar: المزيد
fr_fr: Lire la suite

source: Google map language
ar: جوجل خريطة اللغة
fr_fr: Langue de la carte Google

source: List of available languages
ar: قائمه باللغات المتاحة.
fr_fr: Liste des langues disponibles

source: Show street view on map listing
ar: إظهار عرض الشارع علي قائمه الخريطة
fr_fr: Voir StreetView sur la carte de l'annonce

source: List of countries available street views
ar: قائمه البلدان المتاحة وجات النظر الشارع
fr_fr: Liste des pays disponibles pour street views

source: Listing Approval
ar: الموافقة علي الادراج
fr_fr: Approbation de l'annonce

source: Listing Update Approval
ar: الموافقة علي تحديث القائمة
fr_fr: Approbation de la mise à jour de l'annonce

source: Send email on Listing Post
ar: إرسال البريد الكتروني علي وظيفة الادراج
fr_fr: Envoyer un e-mail sur la publication d’annonces

source: Listing Expiry Email
ar: إدراج البريد الإلكتروني انتهاء الصلاحية
fr_fr: E-mail d’expiration de la mise en vente

source: Turn On if you send email on Listing Expire
ar: تشغيل إذا قمت بإرسال بريد إلكتروني عند انتهاء صلاحية القائمة
fr_fr: Activer si vous envoyez un e-mail à l’expiration de la liste

source: Email to Listing owner on approval
ar: البريد الكتروني إلى مالك الإعلان عند الموافقة
fr_fr: Courriel au propriétaire de l’établissement sur approbation

source: Enable report listing
ar: تمكين قائمه التقارير
fr_fr: Activer le rapport établissements

source: Report Listing Options
ar: خيارات قائمه التقارير
fr_fr: Options de liste des rapports

source: Listing Report Limit
ar: حد تقرير الادراج
fr_fr: Limite de rapport de mise en vente

source: Only integer value without spaces.
ar: قيمه العدد الصحيح فقط بدون مسافات.
fr_fr: Valeur entière uniquement sans espaces.

source: Action on Listing Report Limit
ar: العمل علي حد تقرير الإعلان
fr_fr: Action sur la limite du rapport d’inscription

source: Email where you want to get notify.
ar: البريد الإلكتروني الذي تريد أن تتلقى الإشعارات عليه.
fr_fr: Email où vous souhaitez être averti.

source: Want To Enable Claim Option
ar: تريد تمكين خيار المطالبة
fr_fr: Voulez activer l’option Réclamations

source: Email To Admin
ar: البريد الكتروني إلى المشرف
fr_fr: Email à Admin

source: Booking With Time Kit
ar: الحجز مع مجموعة الوقت
fr_fr: Réservation avec Time Kit

source: Turn off Timekit to enable Custom appointment system.
ar: قم بإيقاف تشغيل Timekit لتمكين نظام المواعيد المخصصة.
fr_fr: Désactivez Timekit pour activer le système de rendez-vous personnalisé.

source: Make a Custom Booking / Appointment
ar: إجراء حجز / موعد مخصص
fr_fr: Faire une réservation / rendez-vous personnalisé

source: Please turn time kit booking off to make custom booking on
ar: الرجاء إدخال العنوان أولا من أجل إنشاء قائمه.
fr_fr: Veuillez désactiver la réservation de kit horaire pour effectuer une réservation personnalisée sur

source: Default Listing Image
ar: صوره القائمة الافتراضية
fr_fr: Image Par défaut des annonces

source: Dimensions: 300 x 225
ar: الابعاد: 300 x 225

source: Post Listing Settings
ar: نشر إعدادات الادراج
fr_fr: Paramètres des listes d'annonces

source: Strict Image Mode
ar: وضع الصورة الصارمة
fr_fr: Mode image stricte

source: Not allowed image less than 750x450 dimenstions
ar: غير مسموح بالصورة اقل من 750x450 dimenstions
fr_fr: Image non autorisée inférieure à 750x450 dimenstions

source: 750x450 image dimenstions required to fit everywhere on web
ar: dimenstions صوره 750x450 المطلوبة لتناسب في كل مكان علي شبكه الإنترنت
fr_fr: Dimenstions d’image 750x450 requises pour s’adapter partout sur le Web

source: Listing image max size
ar: قائمه حجم الصورة القصوى
fr_fr: Taille max de l'image de l'annonce

source: Allow Custom Country Locations
ar: السماح بالمواقع القطرية المخصصة
fr_fr: Permettre emplacements Pays personnalisés

source: Bad Words Filter
ar: تصفيه الكلمات السيئة
fr_fr: Filtre

source: comma separated
ar: مفصوله بفاصله
fr_fr: séparés par des virgules

source: This words will be removed from AD Title and Description
ar: سيتم إزالة هذه الكلمات من عنوان الإعلان، والوصف
fr_fr: Ces mots seront supprimés du titre et la Description

source: Bad Words Replace Word
ar: كلمات سيئة تستبدل الكلمة
fr_fr: Gros mots, remplacer

source: This words will be replace with above bad words list from AD Title and Description
ar: سيتم استبدال هذه الكلمات مع قائمه الكلمات السيئة أعلاه من عنوان الإعلان والوصف
fr_fr: Ces mots seront remplacées avec au-dessus de la liste de mauvais mots du titre et la Description

source: Coupon Note
ar: ملاحظه الكوبون
fr_fr: Bon-coupon

source: Coupon Admin Note Description
ar: القسيمة ملاحظه المسؤول الوصف
fr_fr: Description de la note d’administration du coupon

source: Your text here
ar: النص هنا
fr_fr: Votre texte ici

source: Coupon Descrtion Characters Limit
ar: حد أحرف الكوبونات
fr_fr: Limite des caractères de la description du coupon

source: Making these form fields required or not.
ar: جعل حقول النموذج هذه مطلوبة أم لا.
fr_fr: Rendre ces champs de formulaire obligatoires ou non.

source: Title Field Required
ar: حقل العنوان مطلوب
fr_fr: Champ Titre obligatoire

source: Enabled
ar: تمكين
fr_fr: Activé

source: Category Field Required
ar: حقل الفئة المطلوب
fr_fr: Champ de catégorie obligatoire

source: Phone Field Required
ar: حقل الهاتف مطلوب
fr_fr: Champ de téléphone requis

source: Site Url Field Required
ar: حقل عنوان Url للموقع مطلوب
fr_fr: Champ URL du site requis

source: Price Type Field Required
ar: حقل نوع السعر المطلوب
fr_fr: Champ Type de prix requis

source: Currency Field Required
ar: حقل العملة مطلوب
fr_fr: Champ de devise obligatoire

source: Price From Field Required
ar: السعر من الحقل المطلوب
fr_fr: Prix à partir du champ requis

source: Price To Field Required
ar: السعر إلى الحقل المطلوب
fr_fr: Prix par rapport au champ requis

source: Description Field Required
ar: الوصف الحقل المطلوب
fr_fr: Champ de description requis

source: Email Field Required
ar: حقل البريد الإلكتروني مطلوب
fr_fr: Champ e-mail requis

source: Brand Name Field Required
ar: حقل اسم العلامة التجارية المطلوب
fr_fr: Champ Nom de marque obligatoire

source: Location Field Required
ar: حقل الموقع مطلوب
fr_fr: Champ d’emplacement requis

source: Make Feature Icon
ar: جعل رمز الميزة
fr_fr: Icône Créer une fonctionnalité

source: Get Icon here : https://themify.me/themify-icons
ar: الحصول على أيقونة هنا : https://themify.me/themify-icons
fr_fr: Obtenez l’icône ici : https://themify.me/themify-icons

source: Already Feature Icon
ar: رمز الميزة بالفعل
fr_fr: Icône déjà caractéristique

source: Bump Listing Icon
ar: أيقونة إدخال قوائم المطبات
fr_fr: Icône de liste de bosses

source: Login Screen Icon
ar: أيقونة شاشة تسجيل الدخول
fr_fr: Icône de l’écran de connexion

source: Listing Form Text
ar: ادراج نص نموذج
fr_fr: Formulaire texte d’annonce

source: Listing Title Field
ar: حقل عنوان القائمة
fr_fr: Champ Titre de l'annonce

source: Listing Title
ar: عنوان القائمة
fr_fr: Titre de l'annonce

source: Tooltip Title
ar: عنوان تلميح الاداهات
fr_fr: Titre de l’info-bulle

source: Placeholder Text
ar: مكان حامل النص
fr_fr: Texte d'espace réservé

source: Listing Tagline Field
ar: ادراج حقل الخط التاجي
fr_fr: Slogan de votre annonce

source: Title
ar: العنوان
fr_fr: Titre

source: Tooltip
ar: تلميح
fr_fr: Info-bulle

source: Placeholder
ar: العنصر النائب
fr_fr: Etiquette

source: Listing Category Field
ar: إدراج حقل التصنيف
fr_fr: Champ de catégorie de l'annonce

source: Amenities / Subcategories
ar: وسائل الراحة/الفئات الفرعية
fr_fr: Commodités / sous-catégories

source: Custom Fields
ar: الحقول المخصصة
fr_fr: Champs personnalisés

source: Listing Contact No Field
ar: الاتصال بالقائمة لا يوجد حقل
fr_fr: Contact sans champ

source: Listing Web/Url Field
ar: ادراج حقل ويب/عنوان Url
fr_fr: Champ de l'url web de l'annonce

source: Listing Pricing Range Field
ar: حقل نطاق التسعير القائمة
fr_fr: Champ de plage de tarification de l'annonce

source: Price Type Field
ar: حقل نوع السعر
fr_fr: Champ Type de prix

source: Select Currency
ar: اختر العملة
fr_fr: Choisir la devise

source: Price Start From
ar: السعر يبدا من
fr_fr: Prix A Partir De

source: Price End To
ar: نهاية السعر إلى
fr_fr: Prix jusqu’à

source: Listing Business Hours
ar: ادراج ساعات العمل
fr_fr: Lister les heures d'ouverture de l'entreprise

source: Timezone Field
ar: نص ارتباط حقل مخصص
fr_fr: Champ de fuseau horaire

source: Listing Video Field
ar: مطلوب
fr_fr: Champs Video de l'annonce

source: Listing Tags / Keywords Field
ar: قائمه العلامات/الكلمات الرئيسية الميدانية
fr_fr: Etiquettes / Mots clés

source: Listing Coupon Section Field
ar: حقل قسم قسيمة الادراج
fr_fr: Section du champs de Coupon Promotionnel de l'annonce

source: Coupon Code Field
ar: حقل رمز القسيمة
fr_fr: Champ de code de coupon

source: Referral Link
ar: رابط الاحاله
fr_fr: Lien de parrainage

source: Expiry Date
ar: تاريخ الانتهاء
fr_fr: Date d'expiration

source: Description Field
ar: حقل الوصف
fr_fr: Champ Description

source: Listing GeoLocation Fields
ar: ادراج حقول البيانات الجغرافية
fr_fr: Champs Géolocalisation de l'annonce

source: Listing Latitude & Longitude Fields
ar: سرد حقول خط العرض وخط الطول
fr_fr: Champs Latitude & Longitude

source: Latitude Field
ar: ميدان العرض
fr_fr: Champ Latitude

source: Latitude Tooltip
ar: عرض تلميح الاداهات
fr_fr: Info-bulle Latitude

source: Latitude Placeholder
ar: عنصر نائب لخط العرض
fr_fr: Champ latitude

source: Longitude Title
ar: عنوان خط الطول
fr_fr: Titre de longitude

source: Longitude Tooltip
ar: الطول تلميح الاداهات
fr_fr: Infobulle de longitude

source: Longitude Placeholder
ar: عنصر نائب لخط الطول

source: Listing Brand Field
ar: حقل العلامة التجارية للادراج
fr_fr: Champ de marque de la liste

source: Brand Title
ar: عنوان العلامة التجارية
fr_fr: Titre de la "marque"

source: Brand Logo
ar: شعار العلامة التجارية
fr_fr: Logo de la marque

source: Listing Contact Email Field
ar: ادراج حقل البريد الكتروني لجهة الاتصال
fr_fr: Champ E-mail de contact de la liste

source: Contact Email Title
ar: عنوان البريد الكتروني للاتصال
fr_fr: Titre du mail de contact

source: Contact Email Tooltip
ar: الاتصال البريد الكتروني تلميح
fr_fr: Info-bulle de l’Email de contact

source: Listing Common Fields
ar: سرد الحقول المشتركة
fr_fr: Champs communs d'annonce

source: Title For Description Field
ar: عنوان لحقل الوصف
fr_fr: Titre pour le champ Description

source: Title For Listing Gallery
ar: العنوان لمعرض الادراج
fr_fr: Titre de la Galerie Photo de l'annonce

source: Gallery Box Description Text
ar: نص الوصف مربع المعرض
fr_fr: Description de la Galerie Photo

source: Social Media Section
ar: قسم الاعلام الاجتماعي
fr_fr: Section des médias sociaux

source: Title For Submit Button
ar: العنوان لزر الإرسال
fr_fr: Titre pour le bouton Envoyer

source: Location titles
ar: عناوين المواقع
fr_fr: Titres de localisation

source: 4-level location title separate by | like Country|State|City|Town
ar: 4-المستوي عنوان الموقع منفصلة عن طريق | مثل البلد | الدولة | المدينة | المدينه
fr_fr: Titre de lieu à 4 niveaux séparé par | comme Pays | État | Ville | Ville

source: Title For Cover Image Field
ar: عنوان لحقل صوره الغلاف
fr_fr: Titre du champ image de couverture

source: Recommendation For Cover Image Field
ar: توصيه للحصول علي حقل صوره الغلاف
fr_fr: Recommandation pour le champ image de couverture

source: Search Settings
ar: إعدادات البحث عن الإعلانات
fr_fr: Paramètres de recherche

source: Listing Search Page
ar: صفحه البحث في القائمة
fr_fr: Page de recherche d'annonces
