Repository: TayyabNaqvi12/dwt
Catalog: languages/*.po
Languages: ar, fr_fr

source: Search Page Layout
ar: تخطيط صفحة البحث
fr_fr: Mise en page de la page de recherche

source: Select search page layout type.
ar: حدد نوع تخطيط صفحه البحث.
fr_fr: Sélectionnez le type de disposition de la page de recherche.

source: With Sidebar
ar: مع شريط جانبي
fr_fr: Avec barre latérale

source: With TopBar
ar: مع topbar
fr_fr: Avec la barre du haut

source: Enable / Disable Search Filter
ar: تمكين/تعطيل عامل تصفيه البحث
fr_fr: Activer / désactiver le filtre de recherche

source: Search By Title
ar: البحث حسب العنوان
fr_fr: Rechercher par titre

source: Search By Location
ar: البحث حسب الموقع
fr_fr: Recherche par lieu

source: Categories
ar: التصنيفات
fr_fr: Les catégories

source: Price Filters
ar: تصفية الأسعار
fr_fr: Filtre des Prix

source: Open Time
ar: الوقت المفتوح
fr_fr: Heure d’ouverture

source: Highly Rated
ar: تقييم عالي
fr_fr: Très bien noté

source: Search By Region
ar: البحث حسب المنطقة
fr_fr: Recherche par région

source: Search By Tags
ar: الکلمات الرئیسیة :
fr_fr: Recherche par tags

source: Search By Dynamic Fields
ar: البحث حسب الحقول الديناميكية
fr_fr: Recherche par champs dynamiques

source: Features/Amenties
ar: المميزات/الروابط
fr_fr: Caractéristiques/Aménagements

source: Sort By
ar: ترتيب حسب
fr_fr: Trier par

source: Listing Styles
ar: أنماط الادراج
fr_fr: Styles des annonces

source: Elegent Listing
ar: القائمة المرقده
fr_fr: Annonces élégantes

source: Classic Listing
ar: القائمة الكلاسيكية
fr_fr: Annonces Classic

source: Gird & List Switcher
ar: gird & قائمه الجلاد
fr_fr: Sélecteur grille & liste

source: Listing Type
ar: نوع القائمة
fr_fr: Type d’annonce

source: List style won't work with search with topbar style.
ar: لن يعمل نمط القائمة مع البحث باستخدام نمط topbar.
fr_fr: Le style de liste ne fonctionnera pas avec la recherche avec le style de barre supérieure.

source: Listing Title Limit
ar: حد عنوان القائمة
fr_fr: Limite du titre d’une annonce

source: Title Limit For Grid Listing
ar: حد العنوان لقائمه الشبكة
fr_fr: Limite du titre pour la liste de grille

source: Search Sidebar Postion
ar: بحث الشريط الجانبي postion
fr_fr: Position Recherche barre latérale

source: Show video icon on ads
ar: إظهار أيقونه الفيديو علي الإعلانات
fr_fr: Icône vidéo sur les annonces

source: Video Icon Image
ar: صوره أيقونه الفيديو
fr_fr: Image d'icône vidéo

source: Video Icon Image on ads.
ar: رمز الفيديو علي الإعلانات
fr_fr: Image de l’icône vidéo sur les annonces.

source: Dimensions: 32 x 32
ar: الابعاد: 32 x 32

source: Featured Listings In Simple Listings
ar: تعيين احجام الصور للقوائم
fr_fr: Annonces Mise en Avant dans des listes simples

source: Want to show featured listing in simple listing as well
ar: تريد ان تظهر قائمه وارده في قائمه بسيطه وكذلك
fr_fr: Vous voulez aussi montrer les annonces mises en avant dans la page d’une annonce

source: Featured Ads
ar: إعلانات مميزة
fr_fr: Annonces en vedette

source: Featured Slider Style
ar: شريط التمرير المميز
fr_fr: Style du slider en vedette

source: Max Featured ads to show
ar: الحد الأقصى من الإعلانات المميزة للعرض
fr_fr: Max Annonces Premium à montrer

source: Featured Ads Title
ar: عنوان الإعلانات المميزة
fr_fr: Titre de l'annonce Premium

source: Advertisement
ar: إعلانات
fr_fr: Publicité

source: Above the Listing description
ar: أعلاه وصف الإعلان
fr_fr: Au-dessus de la description de l’annonce

source: Below the Listing description
ar: أدناه وصف الادراج
fr_fr: En-dessous de la description de l’annonce

source: Listing View Settings
ar: إعدادات عرض القائمة
fr_fr: Paramètres d’affichage de liste

source: Listing Detial Page Style
ar: سرد نمط الصفحة الدخيلة
fr_fr: Style de la page de détail de la liste

source: Classic
ar: كلاسيك
fr_fr: Classique

source: Minimal
ar: الحد الادنى

source: Default Cover Image
ar: صوره الغلاف الافتراضية
fr_fr: Image de couverture par défaut

source: Select listing default cover image. Recommended size 1920x550 px
ar: حدد صوره الغلاف الافتراضية للادراج. أوصت حجم 1920x550 px
fr_fr: Sélectionnez l’image de couverture par défaut de la liste. Taille recommandée 1920x550 px

source: Menu Style Type
ar: نوع نمط القائمة
fr_fr: Type de style de menu

source: 1 Column
ar: عمود واحد
fr_fr: 1 colonne

source: 2 Column
ar: 2عمود
fr_fr: 2 colonnes

source: Advertisement slot 1
ar: إعلان فتحه 1
fr_fr: Emplacement publicité 1

source: Advertisement slot 2
ar: إعلان فتحه 2
fr_fr: Emplacement publicité 2

source: Timezone Heading
ar: التوقيت العنوان
fr_fr: Titre du fuseau horaire

source: Listing Sections Text
ar: نص مقاطع القائمة
fr_fr: Sections texte d'annonce

source: Description Section
ar: قسم الوصف
fr_fr: Section Description

source: Menu Section
ar: قسم القائمة
fr_fr: Section du menu

source: Advertisement Section
ar: إعلانات
fr_fr: Section Publicité

source: Amenties Section
ar: قسم الملاحظات
fr_fr: Section équipement

source: Amenties
ar: امينتيس
fr_fr: Commodités

source: Custom Fields Section
ar: بحث الحقول المخصصة
fr_fr: Section champs personnalisés

source: Location Section
ar: عنوان قسم الموقع
fr_fr: Section localisation

source: Video Section
ar: فيديو
fr_fr: Section vidéo

source: Reviews Section
ar: التقييمات
fr_fr: Section des avis

source: Listing Form manager
ar: نموذج الاتصال الموضوع
fr_fr: Gestionnaire du formulaire d’annonce

source: Listing Form Drag Drop
ar: إسقاط سحب نموذج الادراج
fr_fr: Formulaire d’annonces avec « glisser/Déposer »

source: Organize your listing form
ar: تنظيم نموذج الادراج
fr_fr: Organisez votre formulaire d'annonce

source: Listing Nearby
ar: قائمة قريبة
fr_fr: Annonce à proximité

source: Add Distance for Nearby Location
ar: إضافة مسافة للموقع القريب
fr_fr: Ajouter une distance pour un emplacement à proximité

source: Enter only numberic values. Do not add distance units here
ar: أدخل القيم الأرقامية فقط. لا تقم بإضافة وحدات المسافة هنا
fr_fr: Entrez uniquement des valeurs numériques. Pas ajouter unités de distance ici

source: Destination in
ar: الوجهة في
fr_fr: Destination dans

source: Nearby Destination Calculate in
ar: حساب الوجهة القريبة في
fr_fr: Destination près de chez moi calculer en

source: Nearby Destination
ar: الوجهة القريبة
fr_fr: Destination à proximité

source: No. of Nearby Listings
ar: لا. من القوائم القريبة
fr_fr: Nombre de pages à proximité

source: Enter only numberic values
ar: إدخال القيم الترقيمية فقط
fr_fr: Entrez uniquement des valeurs numériques

source: Email on Listing Expire
ar: انتهاء صلاحية البريد الإلكتروني عند القوائم
fr_fr: E-mail à l’expiration de l’annonce

source: Listing Expire Email subject
ar: إدراج موضوع البريد الإلكتروني منتهية الصلاحية
fr_fr: Annonce Expire Objet de l’e-mail

source: %site_name% , %listing_owner% , %listing_title% will be translated accordingly.
ar: سيتم ترجمة %site_name% و%listing_owner% % %listing_title% وفقاً لذلك.
fr_fr: %site_name% , %listing_owner% , %listing_title% seront traduits en conséquence.

source: Listing Expire Email FROM
ar: قائمة انتهاء صلاحية البريد الإلكتروني من
fr_fr: Annonce Expire Email FROM

source: Listing Expire Posted Message
ar: تاريخ انتهاء صلاحية القائمة رسالة منشورة
fr_fr: Annonce Expire Message publié

source: %site_name% , %listing_owner% , %listing_title% , %listing_link% will be translated accordingly.
ar: سيتم ترجمة %site_name% و%listing_owner% و%listing_title% وفقاً لذلك.
fr_fr: %site_name% , %listing_owner% , %listing_title% , %listing_link% seront traduits en conséquence.

source: Map Settings
ar: للخريطة الافتراضية.
fr_fr: Paramètres de la carte

source: Enable Map
ar: تمكين الخريطة
fr_fr: Activer la carte

source: Trun on or off Maps.
ar: Trun أو إيقاف تشغيل الخرائط.
fr_fr: Activer ou désactiver les cartes.

source: Select Map Type
ar: حدد نوع الخريطة
fr_fr: Sélectionnez le type de carte

source: Google Notification.
ar: اعلام Google.
fr_fr: Notification Google.

source: Google <strong>maps & places</strong> will only works when you have an API key.<a href="https://developers.google.com/places/web-service/usage-and-billing" target="_blank">Google Notification</a>
ar: جوجل <strong> الخرائط والأماكن </strong> سيعمل فقط عندما يكون لديك مفتاح API. < a href = "https://developers.google.com/places/web-service/usage-and-billing" الهدف = "_blank" > اعلام google </a>
fr_fr: Google <strong> Maps & places </strong> ne fonctionne que lorsque vous avez une clé API. < a href = "https://developers.google.com/places/web-service/usage-and-billing" target = "_ blank" > Lien Google</a>

source: Google Map API Key
ar: خرائط جوجل <strong>والأماكن</strong> لن يعمل إلا عندما يكون لديك مفتاح API. <a href="https://developers.google.com/places/web-service/usage-and-billing" target="_blank">إعلام جوجل</a>
fr_fr: Clé API Google Map

source: Google Map & search only works when you entered Google API Key
ar: جوجل الخريطة والبحث يعمل فقط عندما قمت بإدخال جوجل API الرئيسية
fr_fr: Google Map & recherche ne fonctionne que lorsque vous avez entré la votre clé Google API

source: Latitude
ar: خط العرض

source: for default map.
ar: للخريطة الافتراضية.
fr_fr: pour la carte par défaut.

source: Longitude
ar: خط الطول

source: Packages Text
ar: نص الحزم
fr_fr: Texte abonnement

source: Package Expiry Title
ar: عنوان انتهاء الحزمة
fr_fr: Titre Expiration de l’abonnement

source: Listing Expiry Title
ar: عنوان انتهاء صلاحية الإدراج
fr_fr: Inscription Titre d'expiration

source: Regular Listing Title
ar: عنوان القائمة العادية
fr_fr: Annonces normales

source: Featured Listing Title
ar: عنوان القائمة المميز
fr_fr: Annonces à la une

source: Featured For Title
ar: عنوان الإعلانات المميزة
fr_fr: En vedette pour

source: Video Listing Title
ar: عنوان قائمه الفيديو
fr_fr: Titre de l'annonce vidéo

source: Website Link Title
ar: عنوان رابط الموقع
fr_fr: Titre Lien du site

source: No of Images Title
ar: عدد الصور العنوان
fr_fr: Nbr d’images

source: Price Range Title
ar: عنوان نطاق السعر
fr_fr: Titre Gamme de prix

source: Business Hours Title
ar: عنوان ساعات العمل
fr_fr: Titre Heures d'ouverture

source: Allow Tags Title
ar: السماح بعنوان العلامات
fr_fr: Autoriser le titre des balises

source: Bump Listing Title
ar: نتوء عنوان القائمة
fr_fr: Annonce mise en avant

source: Coupon Code Title
ar: عنوان رمز الكوبون
fr_fr: Titre Code promo

source: Create Event Title
ar: إنشاء عنوان الحدث
fr_fr: Créer un titre d'événement

source: Other Text
ar: نص آخر
fr_fr: Autre texte

source: Days Option Text
ar: نص خيار الأيام
fr_fr: Jours des Options de texte

source: Unlimited Option Text
ar: نص خيار غير محدود
fr_fr: Option de texte illimité

source: Never Expire Option Text
ar: عدم انتهاء صلاحيه نص الخيار
fr_fr: Ne jamais expirer les options de texte

source: Yes Option Text
ar: نعم نص الخيار
fr_fr: Oui option de texte

source: No Option Text
ar: لا يوجد خيار النص
fr_fr: Aucune option de texte

source: Theme Essential Pages
ar: موضوع الصفحات الاساسيه
fr_fr: Pages principales du thème

source: Here you can setup theme pages settings
ar: هنا يمكنك اعداد صفحات موضوع إعدادات
fr_fr: Ici vous pouvez configurer les paramètres des pages du thème

source: New user email verification
ar: التحقق من البريد الكتروني مستخدم جديد
fr_fr: Vérification de l'e-mail du nouvel utilisateurs

source: If verfication on then please update your new user email template by verification link.
ar: إذا الإسهاب علي ثم الرجاء تحديث قالب البريد الكتروني المستخدم الجديد عن طريق التحقق من الارتباط.
fr_fr: Si la vérification est activée, veuillez mettre à jour votre nouveau modèle de courrier électronique utilisateur par lien de vérification.

source: Contact to Admin
ar: الاتصال بالمشرف
fr_fr: Contactez l'administrateur

source: Select the page if verification email is not sent to new user.
ar: حدد الصفحة إذا لم يتم إرسال رسالة التحقق من البريد الكتروني إلى مستخدم جديد.
fr_fr: Sélectionnez la page si l'e-mail de vérification n'est pas envoyé au nouvel utilisateur.

source: New User Email to Admin
ar: مستخدم جديد البريد الكتروني إلى المسؤول
fr_fr: Nouvel utilisateur E-mail à Admin

source: Welcome Email to User
ar: مرحبا بالبريد الكتروني للمستخدم
fr_fr: Email de bienvenue à l'utilisateur

source: Menu Dashboard
ar: لوحتي الخاصة
fr_fr: Menu Tableaubord

source: Do you want to show profile dashboard in menu?.
ar: هل تريد إظهار لوحه معلومات التشكيل الجانبي في القائمة ؟.
fr_fr: Voulez vous montrer le tableau de bord de profil dans le menu ?.

source: Yes
ar: نعم
fr_fr: Oui

source: No
ar: لا
fr_fr: Non

source: Profile Page
ar: صفحة الملف الشخصي
fr_fr: Page de profil

source: Profile Edit Page
ar: صفحه تحرير ملف التعريف
fr_fr: Page d’édition de profil

source: Default Image
ar: تحوم الصورة الافتراضية
fr_fr: Image par défaut

source: Select user default image here
ar: حدد الصورة الافتراضية للمستخدم هنا
fr_fr: Sélectionnez l'image utilisateur par défaut

source: Profile Settings
ar: إعدادات الملف الشخصي
fr_fr: Paramètres du profil

source: Here you can setup the profile settings
ar: هنا يمكنك اعداد إعدادات الملف الشخصي
fr_fr: Ici, vous pouvez configurer les paramètres du profil

source: Track User Lead Activities
ar: تتبع الانشطه الرئيسية للمستخدم
fr_fr: Suivre les activités principal de l’utilisateur

source: Do you want to track user all activities?.
ar: هل تريد تعقب المستخدم كافة الانشطه ؟.
fr_fr: Voulez-vous suivre toutes les activités de l'utilisateur ?.

source: Leads Per Page
ar: العملاء المتوقعون في الصفحة
fr_fr: Leads par page

source: Leads pagination
ar: يؤدي ترقيم الفواصل
fr_fr: Pagination des leads

source: Show Package Info
ar: إظهار معلومات الحزمة
fr_fr: Afficher les infos du forfait

source: Do you want to Show package info at profile sidebar?.
ar: هل تريد إظهار معلومات الحزمة في الشريط الجانبي الجانبي ؟.
fr_fr: Voulez-vous afficher les informations sur l’offre dans la barre latérale du profil ?

source: Package Page Link
ar: رابط صفحه الحزمة
fr_fr: Lien vers la page de l’abonnement

source: Listing Reviews
ar: قائمه مراجعات
fr_fr: Avis de l'Annonce

source: Send Email On Review
ar: إرسال البريد الكتروني علي مراجعه
fr_fr: Envoyer un e-mail suite à un avis

source: Send email when there is a new comment
ar: إرسال البريد الكتروني عند وجود تعليق جديد
fr_fr: Envoyer un e-mail lorsqu'il y a un nouveau commentaire

source: Send Email On Review Reply
ar: إرسال البريد الكتروني علي مراجعه الرد
fr_fr: Envoyer un e-maill lors d’un avis sur réponse

source: Send email on reply
ar: إرسال البريد الكتروني عند الرد
fr_fr: Envoyer un un e-mail après réponse

source: Review Rating Limit
ar: مراجعه حد التصنيف
fr_fr: Limite d’évaluation

source: On means user cant rate more than one times on same listing
ar: علي وسائل المستخدم غير قادر علي معدل أكثر من مره واحده علي نفس القائمة
fr_fr: Un utilisateur ne peut émettre plus d’un avis sur une même annonce

source: Reviews Approved By
ar: المراجعات المعتمدة من قبل
fr_fr: Avis approuvés par

source: Enable Review Stars
ar: تمكين استعراض نجوم
fr_fr: Activer les étoiles sur les Avis

source: Enable Review Gallery
ar: تمكين معرض المراجعة
fr_fr: Autoriser les avis sur galerie

source: Enable Review Reactions
ar: تمكين مراجعه ردود الفعل
fr_fr: Activer les retours sur Avis

source: Comment Gallery Limit
ar: حد معرض التعليقات
fr_fr: Limite des commentaires de la galerie

source: Image Upload Size
ar: حجم تحميل الصورة
fr_fr: Poids de l’image à télécharger

source: Reviews Limit On Listing Page
ar: استعراض الحد علي صفحه الادراج
fr_fr: Limite des avis sur la page de l’annonce

source: -1 means all reviews/comments without pagination.
ar: -1 يعني جميع التعليقات/التعليقات دون ترقيم الفواصل.
fr_fr: -1 signifie tous les avis/commentaires sans pagination.

source: All Reviews Page
ar: التقييمات
fr_fr: Page de tous les avis

source: Select review page.
ar: בחר דף ביקורת.
fr_fr: Sélectionnez page des Avis.

source: All Reviews Button Text
ar: كافة مراجعات نص الزر
fr_fr: Texte du bouton de tous les Avis

source: View All Reviews
ar: عرض جميع المراجعات
fr_fr: Voir tous les commentaires

source: button title for reviews/comments
ar: عنوان الزر والرابط
fr_fr: titre du bouton pour les avis/commentaires

source: Reviews Pagination Limit
ar: التقييمات
fr_fr: Limite de Pagination des commentaires

source: Enable Review User Titles
ar: تمكين مراجعه عناوين المستخدمين
fr_fr: Activer les titres des avis utilisateurs

source: Tagline for Limit
ar: الخط التاجي للحد
fr_fr: Limite pour le slogan

source: for review
ar: للمراجعة
fr_fr: pour révision

source: Element shoud be number separate by | eg 20|40
ar: العنصر عدم ربط يكون رقم منفصل من قبل | علي سبيل المثال 20 | 40
fr_fr: L’élément doit être séparé par | - ex 20|40

source: Tagline for User
ar: tagline للمستخدم
fr_fr: Slogan pour l'utilisateur

source: Element shoud be number separate by | eg Rookie|Amateur
ar: العنصر عدم ربط يكون رقم منفصل من قبل | علي سبيل المثال المجند المبتدئ | الهواه
fr_fr: Les éléments devraient être séparés par | - ex Débutant|Amateur

source: Show user total ratings
ar: إظهار التقييمات الاجماليه للمستخدم
fr_fr: Afficher l’ensemble des évaluations des utilisateurs

source: URL Rewriting
ar: إعادة كتابة عنوان URL
fr_fr: Réécriture URL

source: URL Rewrite
ar: أعاده كتابه عنوان URL
fr_fr: Réécriture d’URL

source: Need to update permalinks ( under Settings Tab ) after any changes you make in slugs ( to avoid 404 error page )
ar: الحاجة إلى تحديث permalinks (ضمن علامة التبويب إعدادات) بعد اي تغييرات تجريها في الرخويات (لتجنب صفحه خطا 404)
fr_fr: Attention, mettre à jour les Permaliens (sous l'onglet Paramètres) après tout changement (pour éviter les erreurs 404)

source: Listing Category Slug
ar: قائمه الفئة سبيكة
fr_fr: Identifiant de la catégorie d’annonce

source: Default is "categories"
ar: الايقونه الافتراضية للفئات علي الصفحة الرئيسية. يمكنك تركه فارغا إذا كنت تريد إظهار الافتراضي للتطبيق.
fr_fr: Defaut est "catégories"

source: Listing Tags Slug
ar: الوسوم
fr_fr: Identifiant d’étiquettes d’annonce

source: Default is "tags"
ar: الکلمات الرئیسیة :
fr_fr: La valeur par défaut est « étiquettes »

source: Listing Location Slug
ar: الموقع
fr_fr: Identifiant de localisation d’annonce

source: Default is "location"
ar: رمز الموقع الافتراضي
fr_fr: La valeur par défaut est « location »

source: Listing Detial Page Slug
ar: قائمه سبيكة الصفحة الدخيلة
fr_fr: Identifiant de la page d’annonce

source: Default is "listing"
ar: عنوان التطبيق (لالروبوت)
fr_fr: La valeur par défaut est « listing »

source: URL Rewrite Events
ar: عنوان التطبيق (لالروبوت)
fr_fr: Réécriture d'URL des Évènements

source: Events Category Slug
ar: الحدث الصفحة سبيكة
fr_fr: Identifiant de la catégorie d'événements

source: Default is "event-categories"
ar: افتراضي
fr_fr: Defaut est « event-categories »

source: Event Detial Page Slug
ar: الحدث الصفحة سبيكة
fr_fr: Détail de la page Evènement

source: Default is "events"
ar: الافتراضي هو "الاحداث"
fr_fr: Defaut est "Évènements"

source: Theme Typography
ar: الرموز القصيرة للقالب
fr_fr: Typographie du thème

source: Body Font
ar: خط جسم الموقع
fr_fr: Police du corps

source: Specify the body font properties.
ar: حدد خصائص خط الجسم.
fr_fr: Spécifier les propriétés de la police du corps.

source: Naviagtion (Menu) Style
ar: نمط (قائمه) الnaviagtion
fr_fr: Style de navigation (Menu)

source: Heading H2 Styling
ar: العنوان H2 التصميم
fr_fr: Titre style H2

source: Heading H3 Styling
ar: العنوان H3 التصميم
fr_fr: Titre style H3

source: Heading H4 Styling
ar: عنوان التصميم
fr_fr: Titre style H4

source: Heading H5 Styling
ar: العنوان H5 التصميم
fr_fr: Titre style H5

source: Heading H6 Styling
ar: العنوان H6 التصميم
fr_fr: Titre style H6

source: Paragraphs
ar: الفقرات
fr_fr: Paragraphes

source: Theme Main (Primary) Color
ar: السمة الرئيسية (الاساسيه) اللون
fr_fr: Couleur du Thème Principal (Primaire)

source: Theme main color (default: #e52d27) hover color as well.
ar: اللون الرئيسي للسمة (الافتراضي: #e52d27) لون التحويم أيضا.
fr_fr: Couleur principale du thème (par défaut: # e52d27) Couleur de survol aussi.

source: Theme Buttons Colors
ar: ألوان أزرار السمات
fr_fr: Couleurs des boutons du thème

source: Background RGBA For Transparent Header
ar: خلفيه rgba للحصول علي راس شفاف
fr_fr: Fond RGBA pour l'en-tête transparente

source: Only works with transpatent header
ar: يعمل فقط مع راس النقل
fr_fr: Fonctionne uniquement avec l'en-tête transparente

source: Background For Other Headers
ar: خلفيه لرؤوس أخرى
fr_fr: Fond pour autres en-têtes

source: With with all header styles expect transparent
ar: مع مع جميع أنماط راس نتوقع شفافة
fr_fr: Avec tous les styles d'en-tête sauf le transparent

source: Background RGBA For Breadcrumb
ar: خلفيه rgba للحصول علي التفصيلي
fr_fr: Fond RGBA pour Breadcrumb

source: Topbar Color
ar: لون الشريط العلوي
fr_fr: Couleur de la barre supérieur

source: Theme main topbar color (default: #503263).
ar: موضوع اللون الرئيسي topbar (الافتراضي: #503263).
fr_fr: Couleur de la barre supérieure principale du thème (par défaut : #503263).

source: Users Settings
ar: إعدادات المستخدمين
fr_fr: Paramètres des utilisateurs

source: Here you can setup the users settings
ar: هنا يمكنك اعداد إعدادات المستخدمين
fr_fr: Ici vous pouvez configurer les paramètres des utilisateurs

source: Author Dashboard
ar: لوحه معلومات المؤلف
fr_fr: Tableau de bord de l'auteur

source: All Authors
ar: جميع الناشرين
fr_fr: Tous les auteurs

source: per page
ar: اختر صفحة
fr_fr: par page

source: WPML Settings
ar: إعدادات الرابطة
fr_fr: Paramètres

source: Duplicate Posts
ar: تكرار المشاركات
fr_fr: Messages dupliqués

source: Enable this option to duplicate posts in all others languages after successfully publish.
ar: تمكين هذا الخيار لتكرار المشاركات في كافة اللغات الأخرى بعد النشر بنجاح.
fr_fr: Activez cette option pour dupliquer les publications dans toutes les autres langues après la publication réussie.

source: Note : Disable means the posts publish only in the current language.
ar: ملاحظه: التعطيل يعني نشر المشاركات فقط باللغة الحالية.
fr_fr: <b> Note: </b> Désactiver signifie que les publications ne publient que dans la langue actuelle.

source: Display Posts
ar: عرض المشاركات
fr_fr: Affichage articles

source: Enable this option to display all others languages posts in current language.
ar: تمكين هذا الخيار لعرض كافة المشاركات اللغات الأخرى باللغة الحالية.
fr_fr: Activez cette option pour afficher toutes les autres publications de langues dans la langue actuelle.

source: Note : Disable means to display only current language posts.
ar: ملاحظه: تعطيل الوسائل لعرض الوظائف اللغوية الحالية فقط.
fr_fr: Remarque : Désactiver les moyens d'afficher uniquement les publications linguistiques actuelles.

source: Language Switcher on Topbar
ar: الجلاد اللغة علي توب بار
fr_fr: Sélecteur de langue sur la barre supérieure

source: Enable this option to display language switcher on topbar.
ar: تمكين هذا الخيار لعرض مبدل اللغة علي الشريط السطحي.
fr_fr: Activez cette option pour afficher le sélecteur de langue dans la barre supérieure.

source: Language Switcher in Menu
ar: اللغة الجلاد في القائمة
fr_fr: Sélecteur de langue dans le menu

source: Enable this option to Show language switcher in menu.
ar: تمكين هذا الخيار لإظهار مبدل اللغة في القائمة.
fr_fr: Activez cette option pour Afficher le sélecteur de langue dans le menu.

source: Shop
ar: المتجر
fr_fr: Boutique

source: Related Products
ar: منتجات ذات صله
fr_fr: Produits similaires

source: Max Related Products To Show
ar: ماكس المنتجات ذات الصلة لإظهار
fr_fr: Maximum de produits similaires à montrer

source: Related Products Title
ar: عنوان المنتجات ذات الصلة
fr_fr: Titre Produits similaires

source: Show Advertising Banner On Product Page
ar: إظهار شعار الإعلان علي صفحه المنتج
fr_fr: Afficher la bannière publicitaire sur la page du produit

source: Ad Banner Slides
ar: الشرائح راية الاعلانيه
fr_fr: Diapositives de la bannière publicitaire

source: Recommended size 750x215
ar: حجم الموصي بها 750x215
fr_fr: Taille recommandée 750x215

source: Link you want to redirect
ar: الارتباط الذي تريد أعاده توجيهه
fr_fr: Lien que vous souhaitez rediriger

source: Event Will Begin In
ar: سيبدا الحدث في
fr_fr: L’événement commencera dans

source: Event Started
ar: بدء الحدث
fr_fr: L'évènement a débuté
