Repository: TayyabNaqvi12/dwt
Catalog: languages/*.po
Languages: ar, fr_fr

source: Currenty you don't have any package. Upgrade your plan if desired!
ar: لا يوجد لديك اي رزمه ترقيه الخطة الخاصة بك إذا رغبت!
fr_fr: Vous n’avez pas de forfait actuellement. Améliorez votre forfait si vous le souhaitez!

source: Select Your Package
ar: اختر باقتك
fr_fr: Sélectionner une offre

source: Today's Most Viewed
ar: اليوم الأكثر مشاهده
fr_fr: Les plus consultés d’aujourd’hui

source: No Views Today
ar: لا اراء اليوم
fr_fr: Pas de vues aujourd’hui

source: Today's most viewed listing will be here
ar: القائمة الأكثر مشاهده اليوم ستكون هنا
fr_fr: La liste la plus regarnée d’aujourd’hui sera ici

source: Most Viewed Listings
ar: القوائم الأكثر مشاهده
fr_fr: Annonces les plus consultées

source: Stats Overview
ar: نظره عامه علي الاحصائيهات
fr_fr: Vue d’ensemble des statistiques

source: Total Events
ar: مجموع الفعاليات
fr_fr: Nombre total d’événements

source: Published Events
ar: الاحداث المنشورة
fr_fr: Publié

source: Events Overview
ar: نظره عامه علي الاحداث
fr_fr: Aperçu des événements

source: Pending Events
ar: الاحداث المعلقة
fr_fr: Événements en attente

source: Expired Events
ar: الاحداث منتهية الصلاحية
fr_fr: Événements passés

source: Submited Reviews
ar: التقييمات
fr_fr: Avis soumis

source: Listing Overview
ar: نظره عامه علي القائمة
fr_fr: Aperçu de l’annonce

source: Booked Listings :
ar: القوائم المحجوزة :
fr_fr: Annonces réservées :

source: Create Booking :
ar: إنشاء الحجز :
fr_fr: Créer une réservation

source: Select Listing
ar: اختر القائمة
fr_fr: Sélectionner une annonce

source: Put your Timekit widget code here:
ar: ضع رمز عنصر واجهة مستخدم Timekit هنا:
fr_fr: Mettez le code de votre widget Timekit ici :

source: Timekit Widget Goes Here
ar: الوقت القطعة يذهب هنا
fr_fr: Le Widget Timekit va ici

source: Add Booking
ar: أضف حجزا
fr_fr: Ajouter Réservation

source: Sorry ! You have no event yet!
ar: معذرة! ليس لديك اي حدث حتى الآن!
fr_fr: Pardon! Vous n’avez pas encore d’événement!

source: Create Event
ar: إنشاء فعالية
fr_fr: Créer un évènement

source: Event Title
ar: عنوان الحدث
fr_fr: Titre de l’évènement

source: Phone Number
ar: رقم الهاتف
fr_fr: Numéro de téléphone

source: Event Start Date
ar: تاريخ بدء الفاعلية
fr_fr: Date de début de l'événement

source: Event End Date
ar: تاريخ انتهاء الفاعلية
fr_fr: Date de fin de l’événement

source: Event Gallery Images
ar: صور معرض الاحداث
fr_fr: Images de la galerie d’événements

source: Whoops.....!
ar: يصيح.....!
fr_fr: Oups !

source: Event Location
ar: مكان الفعالية
fr_fr: Lieu de l'événement

source: Add Some Questions
ar: يرجى إضافة بعض التعليقات.
fr_fr: Ajouter des questions

source: Your Question Here
ar: سؤال
fr_fr: Votre question ici

source: Your Answer Here
ar: إجابة
fr_fr: Votre réponse ici

source: Add Question
ar: سؤال
fr_fr: Ajouter une question

source: Add A New Day
ar: يوم
fr_fr: Ajouter un nouveau jour

source: Day Name Here......
ar: يوم
fr_fr: Nom du jour ici......

source: Add Some Text Here
ar: أضف بعض النص هنا
fr_fr: Ajouter du texte ici

source: Add Schedule
ar: جدول
fr_fr: Ajouter des horaires

source: Price and Number of Tickets
ar: سعر وعدد التذاكر
fr_fr: Prix et nombre de billets

source: Description (Optional)
ar: اختياري
fr_fr: Description (facultatif)

source: Number of Tickets*
ar: عدد الاحداث
fr_fr: Nombre de billets*

source: Price of Tickets*
ar: تصفية الأسعار
fr_fr: Prix des billets*

source: Description Here
ar: الوصف
fr_fr: Description Ici

source: Price*
ar: السعر
fr_fr: Prix*

source: Add Service
ar: اضف مراجعة
fr_fr: Ajouter un service

source: Title*
ar: العنوان
fr_fr: Titre*

source: Description (optional)
ar: قسم الوصف
fr_fr: Description (facultatif)

source: Related Listing
ar: قائمة ذات صلة
fr_fr: Annonces similaires

source: (optional)
ar: (اختياري)
fr_fr: (facultatif)

source: Select Your Listing
ar: اختر قائمتك
fr_fr: Sélectionnez votre annonce

source: Save & preview
ar: الحفظ والمعاينة
fr_fr: Enregistrer et prévisualiser

source: Latest Events
ar: آخر الاحداث
fr_fr: Derniers Événements

source: Re Active Event
ar: أعاده الحدث النشط
fr_fr: Ré-activer l’événement

source: Approval Required!
ar: الموافقة علي الإعلان
fr_fr: Approbation exigée !

source: Waiting for admin approval.
ar: ממתין לאישור המנהלים
fr_fr: En attente de l'approbation de l'administrateur.

source: Purchased Tickets
ar: التذاكر المشتراة
fr_fr: Billets achetés

source: Event Name
ar: أسم الوكيل
fr_fr: Nom de l’évènement

source: No. Of Tickets
ar: لا. عدد التذاكر
fr_fr: Non. Nombre de billets

source: Tickets Price
ar: أسعار تذاكر السفر
fr_fr: Prix du ticket

source: Extra Service Price
ar: سعر خدمة إضافي
fr_fr: Tarif service supplémentaire

source: Client Name
ar: اسم العميل
fr_fr: Nom du client

source: Event ID
ar: الأحداث
fr_fr: ID de l'événement

source: Invoice Detail
ar: تفاصيل الفاتورة
fr_fr: Détail de la facture

source: Order #%1$s was placed on %2$s and is currently %3$s.
ar: الطلب #%1$s وضع في %2$s وحاليا %3$s.
fr_fr: La commande numero #%1$s a été effectuée le %2$s et est actuellement %3$s.

source: Invoice Info
ar: معلومات الفاتورة
fr_fr: Infos facture

source: Phone
ar: الهاتف
fr_fr: Téléphone

source: Quantity
ar: الكمية
fr_fr: Quantité

source: Subtotal
ar: المجموع الفرعي
fr_fr: Sous-total

source: Shipping
ar: الشحن
fr_fr: Livraison

source: Payment Method
ar: طريقة الدفع
fr_fr: Mode de paiement

source: Print Invoice
ar: طباعة فاتورة
fr_fr: Imprimer la facture

source: List Of All Orders
ar: قائمه بجميع الطلبات
fr_fr: Liste de toutes les commandes

source: Order
ar: طلب
fr_fr: Commande

source: Completed
ar: مكتمل
fr_fr: Terminé

source: On hold
ar: في الانتظار
fr_fr: En attente

source: Cancelled
ar: ملغى
fr_fr: Annulée

source: Refunded
ar: ردها
fr_fr: Remboursé

source: Failed
ar: فشل
fr_fr: Echec

source: %1$s for %2$s item
ar: %1$s للعنصر%2$s
fr_fr: %1$s pour %2$s article

source: View Invoice
ar: عرض الفاتورة
fr_fr: Voir la facture

source: No Invoice Found.
ar: لم يتم العثور علي فاتورة.
fr_fr: Aucune facture trouvée.

source: Sorry! There is no invoice generated yet!
ar: معذرة! لا توجد فاتورة تم إنشاؤها حتى الآن!
fr_fr: Pardon! Il n’y a pas encore de facture générée!

source: Create Menu
ar: إنشاء قائمه
fr_fr: Créer le Menu

source: Add Menu
ar: أضافه قائمه
fr_fr: Ajouter un menu

source: There are no favorites
ar: لا توجد المفضلة
fr_fr: Il n'y a pas de favoris

source: Sorry! You have no listing yet!
ar: معذرة! ليس لديك قائمه حتى الآن!
fr_fr: Pardon! Vous n’avez pas encore d'annonce!

source: Renew Listing
ar: تجديد القائمة
fr_fr: Renouveler l'annonce

source: Renew
ar: تجديد
fr_fr: Renouveler

source: Re Active
ar: أعاده نشطه
fr_fr: Ré-activer

source: Analytics
ar: كود تتبع Google Analytics

source: Remove Bookmark
ar: حذف العرض من المفضلة
fr_fr: Supprimer le favori

source: Menu Management
ar: إدارة القائمة
fr_fr: Gestion du Menu

source: Trashed Listings
ar: القوائم المهملة
fr_fr: Établissements supprimés

source: Move to Expired
ar: الانتقال إلى منتهي الصلاحية
fr_fr: Déplacer vers expiré

source: Received Tickets & Amount
ar: التذاكر المستلمة والمبلغ
fr_fr: Billets reçus et montant

source: Total Amount in Wallet
ar: إجمالي المبلغ في المحفظة
fr_fr: Montant total dans le portefeuille

source: Create Payout
ar: انشئ حساب
fr_fr: Créer un paiement

source: Make Payout
ar: مخطط الرأس
fr_fr: Effectuer le paiement

source: Payout Amount
ar: مبلغ العوائد
fr_fr: Montant du paiement

source: Message:
ar: الرجاء إدخال رسالتك.

source: Send Payout
ar: مخطط الرأس
fr_fr: Verser les commissions

source: Payouts History
ar: سجل الطلبات
fr_fr: Historique des paiements

source: Message
ar: الرجاء إدخال رسالتك.

source: Amount
ar: الكمية
fr_fr: Montant

source: Payout Status
ar: الحالة
fr_fr: Statut du paiement

source: processd
ar: معالجة
fr_fr: Traitée

source: Recieved Tickets & Amount
ar: التذاكر المستلمة والمبلغ
fr_fr: Billets reçus et montant

source: Sold Tickets
ar: القوائم المباعة
fr_fr: Billets vendus

source: Amount Recieved
ar: المبلغ المستلم
fr_fr: Montant reçu

source: Date & Time
ar: الوقت المفتوح
fr_fr: Date & Heure

source: Ticket Status
ar: الحالة
fr_fr: Statut du ticket

source: Recieved Appointments
ar: المواعيد المستلمة
fr_fr: Rendez-vous reçus

source: Number
ar: أرقام
fr_fr: Nombre

source: Timings
ar: الإعلانات
fr_fr: Horaires

source: Lisitng Id
ar: أيقونات */

source: Lisitng Name
ar: قائمة قريبة
fr_fr: Nom Lisitng

source: Lisitng Status
ar: إعدادات الادراج
fr_fr: Statut de Lisitng

source: New message
ar: رسالة جديدة من
fr_fr: Nouveau message

source: Send message
ar: إرسال رسالة
fr_fr: Envoyer le message

source: Approved
ar: حزمه موافقه السيارات من أجل
fr_fr: Approuvé

source: rejected
ar: كان رد فعل
fr_fr: rejeté

source: My Appointments
ar: مواعيدي
fr_fr: Mes rendez-vous

source: Booked Listings
ar: القوائم المحجوزة :
fr_fr: Annonces réservées

source: Enabale Listing Appointments
ar: تعيينات قائمة Enabale
fr_fr: Enabale Listing Rendez-vous

source: Select Dates You Want to Disable
ar: حدد التواريخ التي تريد تعطيلها
fr_fr: Sélectionnez les dates que vous souhaitez désactiver

source: Enable Reservation
ar: تمكين مراجعه ردود الفعل
fr_fr: Activer la réservation

source: posted a review on
ar: تم نشر المراجعة بنجاح
fr_fr: posté un avis sur

source: Reply to this review
ar: الرد علي هذا الاستعراض
fr_fr: Répondre à cet avis

source: Write a reply to this review
ar: اكتب ردا علي هذا التعليق
fr_fr: Ecrivez une réponse à cet avis

source: Submit Reply
ar: إرسال
fr_fr: Soumettre une réponse

source: No Review Received!
ar: لم يتم الحصول علي مراجعه!
fr_fr: Aucun avis reçu !

source: You dont received any review yet!
ar: لم تتلق اي مراجعه حتى الآن!
fr_fr: Vous n’avez pas encore reçu d'évaluation!

source: You have posted a review on
ar: تم نشر المراجعة بنجاح
fr_fr: Vous avez posté un avis sur

source: Edit Review
ar: تحرير مراجعة
fr_fr: Modifier un avis

source: No Review Submitted !
ar: لا مراجعه المقدمة!
fr_fr: Aucun avis soumis !

source: Sorry! You have not submitted any review yet!
ar: معذرة! أنت لم تقدم اي مراجعه حتى الآن!
fr_fr: Pardon! Vous n’avez pas encore soumis d’avis!

source: You are on
ar: هل أنت متأكد أنك تريد القيام بهذا؟
fr_fr: Vous utilisez

source: View Package Detail
ar: تفاصيل الإعلان لون القائمة
fr_fr: Voir le détail de l’offre

source: No Plan Selected
ar: اختر خطة
fr_fr: Aucune offre sélectionnée

source: Currenty you don't have any package. Upgrade your plan if desired.
ar: لا يوجد لديك اي باقة, قم بترقيه الخطة الخاصة بك إذا رغبت!
fr_fr: Actuellement, vous n’avez choisi aucune offre. Merci de sélectionner un forfait.

source: Create Listing
ar: اضافة عقار
fr_fr: Créer une annonce

source: Tickets & Amount
ar: التذاكر والمبلغ
fr_fr: Billets & Montant

source: Recieved Tickets
ar: التقييمات
fr_fr: Billets reçus

source: Amount Received
ar: المبلغ المستلم
fr_fr: Montant reçu

source: Timekit
ar: مجموعة الوقت

source: Appointments
ar: امينتيس
fr_fr: Rendez-vous

source: Add Appointment
ar: العملاء أو الشركاء-كلاسيك
fr_fr: Ajouter un rendez-vous

source: Sent Appointments
ar: المواعيد المرسلة
fr_fr: Rendez-vous envoyés

source: Upload profile image
ar: تحميل صوره الملف الشخصي
fr_fr: Télécharger l’image de profil

source: Congratulation!
ar: تهنئه!
fr_fr: Félicitation !

source: Profile image uploaded.
ar: لم يتم تحميل اي صوره.
fr_fr: Image de profil téléchargée.

source: Max allowd image size is 300KB
ar: حجم الصورة الأقصى المسموح به هو 300KB
fr_fr: Poids maximal de l’image autorisée 300 Ko

source: Basic Info
ar: معلومات أساسية
fr_fr: Informations de base

source: About
ar: حول
fr_fr: À propos

source: Social Channels
ar: القناات الاجتماعية
fr_fr: Réseaux sociaux

source: City or Write your email
ar: اكتب تعليقك
fr_fr: Ville ou bien saisissez votre email

source: Phone No.
ar: رقم التيلفون
fr_fr: N° Téléphone.

source: Contact number
ar: رقم الاتصال
fr_fr: Numéro de contact

source: Your Location
ar: موقعك
fr_fr: Votre localisation

source: Business Hours Format
ar: تنسيق ساعات العمل
fr_fr: Format des heures d’ouverture

source: 12 Hours Format
ar: تنسيق 12 ساعة
fr_fr: Format 12h

source: 24 Hours Format
ar: تنسيق 24 ساعة
fr_fr: Format 24h

source: Select Your Timezone
ar: בחר אזור זמן
fr_fr: Sélectionnez votre fuseau horaire

source: About Yourself
ar: عن نفسك
fr_fr: À propos de vous

source: Please enter a valid URL
ar: أدخل رابط صحيح من فضلك
fr_fr: Veuillez entrer une URL valide

source: Google Plus URL
ar: رابط جوجل بلس
fr_fr: URL Google Plus

source: Update Profile
ar: تحديث الملف الشخصي
fr_fr: Mettre à jour le profil

source: You profile has been updated successfully.
ar: تم حذف الحساب بنجاح.
fr_fr: Votre profil a été mis à jour avec succès.

source: Redirecting please wait....
ar: إعادة توجيه...
fr_fr: Redirection en cours... Merci de patienter.

source: Change Password
ar: تغيير كلمة المرور
fr_fr: Modifier le mot de passe

source: Your Password Changed successfully.
ar: تم تغيير كلمه المرور بنجاح.
fr_fr: Votre mot de passe a été modifié avec succès.

source: Please fill out this field.
ar: من فضلك قم بملء هذا الحقل لأنه مطلوب.
fr_fr: Veuillez remplir ce champ.

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
fr_fr: Confirmer le nouveau mot de passe

source: Whoops, these don't match
ar: الهتافات ، وهذه لا تتطابق
fr_fr: Oups, ceux-ci ne correspondent pas

source: Token Expired!
ar: رمز أمان غير صالح.
fr_fr: Jeton expiré !

source: Your account has been verified.
ar: تم التحقق من رقم الهاتف.
fr_fr: Votre compte a été vérifié avec succès.

source: Login With
ar: تسجيل بواسطة
fr_fr: Se connecter avec

source: Or
ar: او
fr_fr: Ou

source: You must need to logged in.
ar: يتوجب عليك تسجيل الدخول.
fr_fr: Vous devez être connecté(e)

source: You're registered and logged in successfully.
ar: كنت مسجلا وتسجيل الدخول بنجاح.
fr_fr: Vous êtes inscrit(e) et connecté(e) avec succès.

source: You have successfully logged in.
ar: لقد قمت بتسجيل الدخول بنجاح.
fr_fr: Vous vous êtes connecté avec succès.

source: Your Password
ar: كلمة المرور
fr_fr: Votre mot de passe

source: Remember Me
ar: تذكرني
fr_fr: Se souvenir de moi

source: Forgot password?
ar: هل نسيت كلمة المرور؟
fr_fr: Mot de passe oublié?

source: Problem getting email
ar: البريد الإلكتروني:
fr_fr: Problème pour obtenir le email

source: Still not get email?
ar: لا يزال لl تحصل على البريد الإلكتروني؟
fr_fr: Toujours pas reçu d’email ?

source: Contact Us
ar: اتصل بنا
fr_fr: Contacter nous

source: Verification Required!
ar: مطلوب
fr_fr: Vérification requise !

source: Registered successfully. An activation email has been sent to your provided email address.
ar: مسجل بنجاح. تم إرسال بريد إلكتروني للتفعيل إلى عنوان بريدك الإلكتروني المقدم.
fr_fr: Enregistré avec succès. Un email d’activation a été envoyé à l’adresse email que vous nous avez fournie.

source: Didn't get any email?
ar: الحصول على الإتجاه
fr_fr: Vous n’avez pas reçu d’e-mail ?

source: Resend Again
ar: ارسال
fr_fr: Renvoyer à nouveau

source: Please try another email or signin.
ar: الايميل مسجل مسبقاً، يرجى استخدام ايميل آخر.
fr_fr: Veuillez essayer un autre e-mail ou bien créer un compte.

source: You have successfully registered.
ar: لقد قمت بالتسجيل بنجاح.
fr_fr: Votre compte a été enregistré avec succès.

source: Please Verify Captcha Code
ar: אנא אמת את הקוד
fr_fr: Merci de vérifier le code Captcha

source: Create an account
ar: انشئ حساب
fr_fr: Créer un compte

source: Looking to
ar: هتروح على فين ؟
fr_fr: Consulter

source: create an account
ar: هل ستحذف الحساب ؟
fr_fr: créer un compte

source: Already have an account?
ar: هل لديك حساب بالفعل؟
fr_fr: Vous avez déjà un compte ?

source: Forgot your password?
ar: نسيت كلمة المرور؟
fr_fr: Mot de passe oublié?

source: Password sent on your email.
ar: لینک بازنشانی پسورد به ایمیل شما ارسال شد.
fr_fr: Mot de passe envoyé à votre adresse Email.

source: Something went wrong!
ar: حدث خطأ ما!
fr_fr: Un problème est survenu !

source: Email server not responding.
ar: ملقم البريد الكتروني لا يستجيب
fr_fr: Le serveur de messagerie ne répond pas.

source: Ooopsss No result found!
ar: ooopsss لم يتم العثور علي نتيجة!
fr_fr: Oupsss Aucun résultat trouvé !

source: Email is not resgistered with us.
ar: البريد الإلكتروني غير مسجل معنا برجاء التسجيل.
fr_fr: L'email n'est pas enregistré avec nous.

source: Please enter an email address.
ar: الرجاء إدخال عنوان بريدك الكتروني أدناه.
fr_fr: Veuillez entrer une adresse e-mail.

source: Reset My Account
ar: ملفي الشخصي
fr_fr: Réinitialiser mon compte

source: Save 20%
ar: وفر 20%
fr_fr: Économisez 20%

source: You Current Location
ar: أنت الموقع الحالي
fr_fr: Votre ville actuelle

source: Open 24/7
ar: ال24/7 المفتوحة
fr_fr: Ouvert 24/7

source: Selective Hours
ar: ساعات مختاره
fr_fr: Heures sélectives

source: Select your business hours
ar: حدد ساعات العمل
fr_fr: Sélectionnez vos heures d’ouverture

source: Start Break
ar: استراحة البدء
fr_fr: Début Pause

source: End Break
ar: استراحة النهاية
fr_fr: Pause de fin

source: Select Your State
ar: اختار فئة
fr_fr: Sélectionnez votre région

source: Select Your City
ar: اختر مدينتك
fr_fr: Sélectionnez votre ville

source: Select Your Town
ar: اختر مدينتك
fr_fr: Sélectionnez votre ville

source: Select Currency Type
ar: تحديد نوع العملة
fr_fr: Sélectionnez le type de devise

source: Google URL
ar: رابط جوجل
fr_fr: URL Google+

source: Do you want to make this listing featured!
ar: هل تريد بالتاكيد جعل هذا الإعلان مميزا.
fr_fr: Voulez-vous mettre votre établissement à la Une !

source: This listing is already featured.
ar: الإعلان مميز مسبقا
fr_fr: Cette annonce est déjà mise en avant.

source: Do you want to bump this listing!
ar: هل تريد ان عثرة هذه القائمة!
fr_fr: Vous souhaitez remonter cette annonce !

source: Set your Password
ar: تعيين كلمة المرور
fr_fr: Définir votre mot de passe

source: Enter Your New Password
ar: كلمة المرور
fr_fr: Entrez votre nouveau mot de passe

source: Install Required Plugins
ar: تثبيت الإضافات المطلوبة
fr_fr: Installer les extensions requises

source: Install Plugins
ar: تثبيت الإضافات
fr_fr: Installer les extensions

source: Installing Plugin: %s
ar: تثبيت الإضافة : %s
fr_fr: Installation de l'extension : %s

source: Updating Plugin: %s
ar: تحديث الاضافة %s
fr_fr: Mise à jour de l'extension : %s

source: Something went wrong with the plugin API.
ar: حدث خطأ مع API المساعد.
fr_fr: Une erreur s'est produite avec l'API du plugin.

source: This theme requires the following plugin: %1$s.
ar: هذا القالب يوصى بتركيب الإضافة التالية: %1$s.
fr_fr: Ce thème nécessite l’extension suivante : %1$s.

source: This theme recommends the following plugin: %1$s.
ar: هذا القالب يوصي بتركيب الإضافة التالية: %1$s.
fr_fr: Ce thème recommande l’extension suivante : %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: يحتاج البرنامج المساعد التالي إلى تحديث إلى أحدث إصدار لضمان أقصى قدر من التوافق مع هذا الموضوع: %1$s.
fr_fr: L’extensions suivante doit être mise à jour vers sa dernière version afin d’assurer une compatibilité maximale avec ce thème : %1$s.

source: There is an update available for: %1$s.
ar: هناك تحديث متوفر لل: %1$s.
fr_fr: Une mise à jour est disponible pour: %1$s.

source: The following required plugin is currently inactive: %1$s.
ar: الإضافة المطلوبة التالية غير نشطة حاليا:%1$s.
fr_fr: L’extension requise suivante est actuellement inactive : %1$s.

source: The following recommended plugin is currently inactive: %1$s.
ar: البرنامج المساعد الموصى بها التالية غير نشط حاليا:%1$s.
fr_fr: L’extension recommandée suivante est actuellement inactive :%1$s.

source: Begin installing plugin
ar: بدأ تنصيب الاضافة
fr_fr: Commencer l’installation de l’extension

source: Begin updating plugin
ar: البدء بتحديث الإضافة
fr_fr: Commencer la mise à jour de l’extension

source: Begin activating plugin
ar: البدء بتفعيل الإضافة
fr_fr: Commencer l’activation de l’extension

source: Return to Required Plugins Installer
ar: البدء بتفعيل الإضافة
fr_fr: Retourner à l'installateur de plugins requis

source: Return to the Dashboard
ar: العودة إلى لوحة التحكم الرئيسية
fr_fr: Retour au tableau de bord

source: Plugin activated successfully.
ar: تم تفعيل الإضافة بنجاح.
fr_fr: Extension activée avec succès.

source: The following plugin was activated successfully:
ar: الإضافة التالية تم تنشيطها بنجاح:
fr_fr: L’extension suivante a été activée avec succès :

source: No action taken. Plugin %1$s was already active.
ar: لم يتم اتخاذ أي إجراء. الاضافات نشطه %1$s بالفعل نشط.
fr_fr: Aucune mesure prise. L'extension %1$s était déjà active.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: لم يتم تفعيل الإضافة. إصدار أعلى من %s مطلوب لهذا القالب. يرجى تحديث الإضافة.
fr_fr: Le plugin n’est pas activée. Une version plus récente de %s est nécessaire pour ce thème. Veuillez mettre à jour le plugin.

source: All plugins installed and activated successfully. %1$s
ar: جميع الاضافات تم تفعيلها بنجاح . %1$s
fr_fr: Toutes les extensions ont été installées et activées avec succès. %1$s

source: Dismiss this notice
ar: تجاهل هذا الاشعار
fr_fr: Ignorer cet avertissement

source: There are one or more required or recommended plugins to install, update or activate.
ar: هناك واحدة او اكثر من الاضافات المطلوبة او الموصى بها لتثبيتها, تحديثها او تفعيلها.
fr_fr: Il y a une ou plusieurs extensions requises ou recommandées à installer, mettre à jour ou activer.

source: Please contact the administrator of this site for help.
ar: الرجاء الاتصال بمسؤول هذا الموقع للحصول على المساعدة.
fr_fr: Veuillez contacter l’administrateur du site pour obtenir de l’aide.

source: This plugin needs to be updated to be compatible with your theme.
ar: يحتاج هذا البرنامج المساعد لتحديث لتكون متوافقة مع الموضوع الخاص بك.
fr_fr: Ce plugin doit être mis à jour pour être compatible avec votre thème.

source: Update Required
ar: التحديث مطلوب
fr_fr: Mise à jour requise

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: تتكون مجموعة الاضافات النائية في أكثر من ملف و احد، ولكن لم يتم تعبئتها في لملفات المجلد .
fr_fr: Le package de plugin distant ne contient pas de dossier avec le slug souhaité et le renommage n'a pas fonctionné.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: يرجى الاتصال بمبرمج السكربت | عبدالله محمد الحميضي | ‪+‬966505514171 | ونطلب منهم الحزم المساعدة وفقا للمبادئ التوجيهية للووردبريس .
fr_fr: Veuillez contacter le fournisseur de l'extension et demandez-lui de conditionner son extension selon les lignes directrices de WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: تتكون حزمة الإضافات على أكثر من ملف, لاكن لم يتم جمع الملفات في مجلد واحد.
fr_fr: Le package de plugin distant se compose de plusieurs fichiers, mais les fichiers ne sont pas emballés dans un dossier.

# plugin A *and* plugin B
source: and
ar: و
fr_fr: et

source: Required
ar: مطلوب
fr_fr: Requis

source: Recommended
ar: موصى به
fr_fr: Recommandé

source: WordPress Repository
ar: مستودع ووردبريس
fr_fr: Dépôt WordPress

source: External Source
ar: مصدر خارجي
fr_fr: Source externe

source: Pre-Packaged
ar: المجموعة مجهزة مسبقا

source: Not Installed
ar: غير مثبت
fr_fr: Non installé

source: Installed But Not Activated
ar: تم التثبيت ولكن لم يفعل
fr_fr: Installé mais non activé

source: Required Update not Available
ar: التحديث المطلوب غير متوفر
fr_fr: Mise à jour requise non disponible

source: Requires Update
ar: يتطلب تحديث
fr_fr: Nécessite une mise à jour

source: Update recommended
ar: تحديث موصى به
fr_fr: Mise à jour recommandée

# plugins
source: All <span class="count">(%s)</span>
ar: الكل <span class="count">(%s)</span>
fr_fr: Tous <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
ar: تنزيل حزمة التثبيت من <span class=“count”>(%s)</span>
fr_fr: Pour installer <span class="count">(%s)</span>
