Repository: TayyabNaqvi12/dwt
Catalog: languages/*.po
Languages: ar, fr_fr

source: DWT Wallet
ar: محفظة DWT
fr_fr: Portefeuille DWT

source: Service Charges
ar: حفظ التغييرات
fr_fr: Frais de service

source: Total Authors :
ar: مجموع المؤلفين:
fr_fr: Total d’auteurs :

source: Reset All
ar: إعادة تعيين الكل
fr_fr: Tout réinitialiser

source: Newest To Oldest
ar: ابتدا جدیدتر
fr_fr: Plus récent

source: Oldest To New
ar: الأقدم إلى الجديد
fr_fr: Du plus ancien au plus récent

source: Alphabetically [a-z]
ar: أبجديا [a-z]
fr_fr: Alphabétique [a-z]

source: Alphabetically [z-a]
ar: أبجديا [z-a]
fr_fr: Alphabétique [z-a]

source: Total Listings :
ar: مجموع الإعلانات
fr_fr: Total des annonces :

source: Next >>
ar: التالي >>
fr_fr: Suivant >>

source: << Prev
ar: << السابق
fr_fr: << Préc

source: Active
ar: نشط
fr_fr: Actif

source: Search Filters
ar: عرض الفئات المسموح بها علي فلاتر البحث.
fr_fr: Filtres de recherche

source: Waiting For Admin Approval
ar: در انتظار تأیید مدیریت
fr_fr: En attente d’approbation

source: Approval required, waiting for admin approval.
ar: در انتظار تأیید مدیریت
fr_fr: Approbation requise, merci d’attendre la validation par l’administrateur.

source: on
ar: على

source: Read more
ar: اقرأ المزيد
fr_fr: Lire la suite

source: Comparison
ar: مقایسه
fr_fr: Comparaison

source: Specifications
ar: مواصفات
fr_fr: Spécifications

source: Other Features
ar: مميزات أخرى
fr_fr: Autres Caractéristiques

source: Dealer Name
ar: اسم الوكيل
fr_fr: Nom du concessionnaire

source: WhatsApp Number
ar: شماره واتساپ
fr_fr: Numéro WhatsApp

source: Website Url
ar: رابط الموقع
fr_fr: Url du site

source: Dealer Location
ar: موقع الوكيل
fr_fr: Ville du Vendeur

source: About Dealer
ar: حول الموزع
fr_fr: À propos du concessionnaire

source: Account Settings
ar: اعدادات الحساب
fr_fr: Paramètres du compte

source: Description Box
ar: مربع الوصف
fr_fr: Description Boîte

source: Gallery
ar: المعرض
fr_fr: Galerie

source: Zipcode
ar: الرمز البريدي
fr_fr: Code postal

source: Street Address
ar: عنوان الشارع
fr_fr: Adresse

source: Map
ar: لا توجد خريطة
fr_fr: Carte

source: Coordinates
ar: الإحداثيات
fr_fr: Coordonnées

source: Location (Country / State / Town)
ar: الموقع (البلد / الولاية / البلدة)
fr_fr: Emplacement (Pays / État / Ville)

source: Please choose a password with at least 3-12 characters.
ar: الرجاء اختيار كلمة مرور بأحرف 3-12 على الأقل.
fr_fr: Veuillez choisir un mot de passe d’au moins 3 à 12 caractères.

source: Dashboard
ar: العودة إلى لوحة التحكم الرئيسية
fr_fr: Tableau de bord

source: Facebook URL
ar: رابط الفيسبوك
fr_fr: URL Facebook

source: Twitter URL
ar: رابط تويتر
fr_fr: URL Twitter

source: LinkedIn URL
ar: رابط لينك أن
fr_fr: URL LinkedIn

source: Instagram URL
ar: رابط انستجرام
fr_fr: URL Instagram

source: Favorites Listings
ar: إعلانات المفضلة
fr_fr: Annonces favoris

source: Expire On
ar: تنتهي
fr_fr: Expire le

source: Youtube URL
ar: رابط يوتيوب
fr_fr: URL Youtube

source: Pinterest URL
ar: رابط بن ترست
fr_fr: URL Pinterest

source: Save Changes
ar: حفظ التغييرات
fr_fr: Sauvegarder les changements

source: Request
ar: طلب
fr_fr: Demande

source: My Listings
ar: قوائمي
fr_fr: Mes annonces

source: Add New Property
ar: أضافة عقار جديد
fr_fr: Ajouter un nouveau bien

source: Published
ar: منشور
fr_fr: Publié

source: Pending
ar: قيد الانتظار
fr_fr: En attente

source: Expired
ar: منتهي
fr_fr: Expiré

source: Sold
ar: مباع
fr_fr: Vendue

source: Search listing
ar: بحث العقار
fr_fr: Rechercher une annonce

source: Listed In
ar: نوع المعروض
fr_fr: Listé dans

source: Listing
ar: قائمة
fr_fr: Annonce

source: Published Listings
ar: تعيين احجام الصور للقوائم
fr_fr: Annonces publiées

source: Expired Listings
ar: قوائم منتهية الصلاحية
fr_fr: Annonces expirées

source: Pending Listings
ar: مجموع الإعلانات
fr_fr: Annonces en attente

source: Sold Listings
ar: القوائم المباعة
fr_fr: Annonces vendues

source: Approval Required!
ar: الموافقة علي الإعلان
fr_fr: Approbation exigée !

source: Waiting for admin approval.
ar: في انتظار موافقة المشرف.
fr_fr: En attente de l'approbation de l'administrateur.

source: Agents
ar: الوكلاء

source: Agent Name
ar: أسم الوكيل
fr_fr: Nom de l’agent

source: Display Name
ar: اسم العرض
fr_fr: Afficher le nom

source: Add New Agent
ar: اضف وكيل جديد
fr_fr: Ajouter un nouvel agent

source: View All Agent
ar: عرض كل عامل
fr_fr: Afficher tous les agents

source: Username
ar: اسم المستخدم
fr_fr: Nom d'utilisateur

source: Agent Type
ar: نوع العامل
fr_fr: Type d'agent

source: Agent type is required.
ar: نوع العامل مطلوب.
fr_fr: Le type d’agent est requis.

source: Password
ar: كلمة المرور
fr_fr: Mot de passe

source: Username is required.
ar: اسم المستخدم مطلوب.
fr_fr: Nom d'utilisateur requis.

source: Submit
ar: إرسال
fr_fr: Soumettre

source: Featured Image
ar: صورة مميزة
fr_fr: Image en vedette

source: Edit Password
ar: تحرير كلمة المرور
fr_fr: Modifier le mot de passe

source: Current Password
ar: كلمة السر الحالية
fr_fr: Mot de passe actuel

source: New Password
ar: كلمة المرور الجديدة
fr_fr: Nouveau mot de passe

source: Confirm Password
ar: كلمه السر تاكيد كلمه السر غير متطابقة
fr_fr: Confirmer le mot de passe

source: Change My Password
ar: تغيير كلمه المرور
fr_fr: Changer mon mot de passe

source: Account Deletion
ar: حذف الحساب
fr_fr: Suppression de compte

source: If you want to delete your account your all data will be removed from this site.
ar: إذا كنت تريد حذف حسابك ، فستتم إزالة جميع بياناتك من هذا الموقع.
fr_fr: Si vous souhaitez supprimer votre compte, toutes vos données seront supprimées de ce site.

source: Delete My Account
ar: حذف حسابي
fr_fr: Supprimer Mon Compte

source: Skype
ar: سكايب

source: Page
ar: صفحة

source: of
ar: من
fr_fr: de

source: User Type
ar: نوع المستخدم
fr_fr: Type d'utilisateur

source: All fields are required.
ar: جميع الحقول مطلوبة
fr_fr: Tous les champs sont requis.

source: Sign Up
ar: التسجيل
fr_fr: S'inscrire

source: Sign In
ar: تسجيل الدخول
fr_fr: Se connecter

source: Or Register With
ar: تسجيل
fr_fr: S'inscrire

source: Or Login With
ar: أو تسجيل الدخول مع
fr_fr: Ou Connectez Avec

source: Google
ar: جوجل

source: Facebook
ar: فيسبوك

source: Additional Detials
ar: ديتيالات إضافية
fr_fr: Detials supplémentaires

source: Review Title
ar: مراجعة العنوان
fr_fr: Titre de l’avis

source: Your Review
ar: تقييمك
fr_fr: Votre Avis

source: Write a Review
ar: اكتب تقييم
fr_fr: Rediger un avis

source: Rating
ar: تقييم
fr_fr: Évaluation

source: Favorites
ar: المفضلة
fr_fr: Favoris

source: Plans
ar: خطط

source: Listing Plans
ar: خطط الإشنراك
fr_fr: Abonnements

source: Profile Plans
ar: خطط الملف الشخصي
fr_fr: Plans de profil

source: Member Since
ar: عضو منذ
fr_fr: Membre depuis

source: Featured Listings
ar: الإعلانات المميزة
fr_fr: Annonces à la Une

source: Dealer or Buyer display name eg (Dany Motors)
ar: تاجر أو المشتري اسم العرض على سبيل المثال (داني موتورز)
fr_fr: Nom d’affichage du concessionnaire ou de l’acheteur, par exemple (Dany Motors)

source: Get Directions
ar: احصل على الاتجاهات
fr_fr: Obtenir l'itinéraire

source: Near Me
ar: بالقرب مني
fr_fr: Proche de moi

source: Verified Listing
ar: مكان موثوق
fr_fr: Annonce vérifiée

source: Total Published
ar: إجمالي المنشورة
fr_fr: Total publié

source: Total Pending
ar: مجموع المطالبات المعلقة
fr_fr: Total en attente

source: Total Featured
ar: إجمالي المميز
fr_fr: Vues

source: Total Expired
ar: إجمالي منتهي الصلاحية
fr_fr: Total expiré

source: Views
ar: مشاهدات
fr_fr: Vues

source: Property Reviews
ar: تقييم العقار
fr_fr: Avis sur les biens

source: Submitted Reviews
ar: التعليقات المقدمة بنجاح.
fr_fr: Avis soumis

source: Received Reviews
ar: التقييمات
fr_fr: Avis reçus

source: Invoices
ar: الفواتير
fr_fr: Factures

source: Transaction ID
ar: معرف المعاملة
fr_fr: ID de transaction

source: Total
ar: المجموع

source: Property ID
ar: رقم العقار
fr_fr: Référence du bien

source: Orders History
ar: سجل الطلبات
fr_fr: Historique des commandes

source: Method
ar: الطريقة
fr_fr: Méthode

source: Total Average
ar: المتوسط الإجمالي
fr_fr: Moyenne totale

source: Total Reviews
ar: مجموع الرؤیات
fr_fr: Total des avis

source: Total Stars
ar: مجموع النجوم
fr_fr: Nombre total d’étoiles

source: Recommendations
ar: التوصيات
fr_fr: Recommandations

source: Welcome back,
ar: مرحبًا بك مرة أخرى،
fr_fr: Ravi de vous revoir,

source: Recent Activities
ar: أحدث النشاطات
fr_fr: Activités récentes

source: Stock ID #
ar: كود المخزون‪
fr_fr: ID du stock

source: Year of Manufacture
ar: سنة الصنع
fr_fr: Année de fabrication

source: Body Type
ar: وارد
fr_fr: Carrosserie

source: Fuel
ar: وقود
fr_fr: Carburant

source: Make
ar: الماركة
fr_fr: Marque

source: Transmission
ar: ناقل الحركة

source: Drive
ar: مخزن ملفات

source: Mileage
ar: عدد الأميال
fr_fr: Kilométrage

source: Engine
ar: المحرك
fr_fr: Moteur

source: Stock #
ar: حالة المخزون

source: Find Dealers
ar: البحث عن التجار
fr_fr: Trouver des concessionnaires

source: Filter Result
ar: نتيجة التصفية
fr_fr: Filtrer le résultat

source: Make an offer for
ar: تقديم عرض
fr_fr: Faites une offre pour

source: Schedule test drive for
ar: جدوله تجربة القياده
fr_fr: Réserver un essai pour

source: Name field is required.
ar: حقل الاسم مطلوب
fr_fr: Le champ Nom est obligatoire.

source: Please enter a valid mobile number.
ar: الرجاء إدخال رقم جوال صالح.
fr_fr: Veuillez entrer un numéro de mobile valide.

source: You have not given a correct e-mail address.
ar: لم تقم إعطاء عنوان بريد إلكتروني صحيح.
fr_fr: Vous n’avez pas donné d’adresse e-mail correcte.

source: Please enter a WhatsApp number.
ar: يرجى إدخال رقم WhatsApp.
fr_fr: Veuillez entrer un numéro WhatsApp.

source: Please enter a office number.
ar: الرجاء إدخال رقم مكتب.
fr_fr: Veuillez entrer un numéro de bureau.

source: Fax number is required.
ar: رقم الفاكس مطلوب.
fr_fr: Le numéro de télécopieur est requis.

source: License is required.
ar: الترخيص مطلوب.
fr_fr: Une licence est requise.

source: Tax number is required.
ar: رقم الضريبة مطلوب.
fr_fr: Le numéro d’identification fiscale est requis.

source: Please enter a valid Website URL.
ar: الرجاء إدخال عنوان URL صالح للموقع
fr_fr: Merci d'entrer une URL valide.

source: Location is required.
ar: حقل الموقع مطلوب
fr_fr: L'emplacement est requis.

source: About field is required.
ar: حول الحقل مطلوب.
fr_fr: Le champ À propos est obligatoire.

source: Please enter a valid Facebook URL.
ar: الرجاء إدخال عنوان URL صالح على فيسبوك.
fr_fr: Veuillez saisir une URL Facebook valide.

source: Please enter a valid Twitter URL.
ar: الرجاء إدخال عنوان URL صالح على تويتر.
fr_fr: Veuillez entrer une URL valide.

source: Please enter a valid LinkedIn URL.
ar: الرجاء إدخال عنوان URL صالح ل LinkedIn.
fr_fr: Veuillez saisir une URL LinkedIn valide.

source: Please enter a valid Instagram URL.
ar: الرجاء إدخال عنوان URL صالح على Instagram.
fr_fr: Veuillez saisir une URL Instagram valide.

source: Please enter a valid Youtube URL.
ar: الرجاء إدخال عنوان YOUTUBE صالح.
fr_fr: Veuillez saisir une URL Youtube valide.

source: Please enter a valid Pinterest URL.
ar: الرجاء إدخال عنوان URL صالح بينتيريست.
fr_fr: Veuillez saisir une URL Pinterest valide.

source: Address field is required.
ar: حقل العنوان مطلوب.
fr_fr: Le champ Adresse est obligatoire.

source: Type fields is required.
ar: مطلوب حقول النوع.
fr_fr: Les champs de type sont obligatoires.

source: The working hours field is required.
ar: حقل ساعات العمل مطلوب.
fr_fr: Le champ Heures de travail est obligatoire.

source: The skype field is required.
ar: حقل سكايب مطلوب.
fr_fr: Le champ Skype est obligatoire.

source: The position field is required.
ar: حقل الموضع مطلوب.
fr_fr: Le champ de position est obligatoire.

source: By
ar: بواسطة
fr_fr: Par

source: Last Update on
ar: اخر اتصال
fr_fr: Dernière mise à jour le

source: Views
ar: طرق عرض
fr_fr: Vues

source: Previous Event
ar: الوثبة السابقة
fr_fr: Évènements précédent

source: Next Event
ar: الفعالية القادمة
fr_fr: Prochain événement

source: Discussion
ar: مناقشة

source: Attendees
ar: الحضور
fr_fr: Participants

source: Question:
ar: سؤال:

source: Answer:
ar: إجابة
fr_fr: Réponse:

source: Event Information
ar: معلومات الحدث
fr_fr: Informations sur l’événement

source: Event start date
ar: تاريخ بدء الحدث
fr_fr: Date de début de l'événement

source: icon
ar: ايقونة
fr_fr: icône

source: Event end date
ar: تاريخ انتهاء الحدث
fr_fr: Date de fin évènement

source: Event category
ar: تصنيف الحدث
fr_fr: Catégorie de l'événement

source: Related listings
ar: القوائم ذات الصلة
fr_fr: Annonces similaires

source: View Listing
ar: عرض التفاصيل
fr_fr: Voir l'annonce

source: Contact Email
ar: التواصل عبر البريد الإلكتروني
fr_fr: Email de contact

source: Event Tickets
ar: إنشاء عنوان الحدث

source: Price Per Ticket
ar: السعر عدد الساعات
fr_fr: Prix par billet

source: Total Tickets
ar: إنشاء عنوان الحدث
fr_fr: Total des billets

source: No. of Tickets
ar: عدد التذاكر:
fr_fr: Nombre de tickets

source: Pick Extra Services
ar: موقع الاستلام
fr_fr: Choisissez des services supplémentaires

source: Price of Tickets
ar: إنشاء عنوان الحدث
fr_fr: Prix des billets

source: Extra Services
ar: خدمات إضافية
fr_fr: Services supplémentaires

source: Price of Extra Services
ar: سعر الخدمات الإضافية
fr_fr: Prix des services supplémentaires

source: Grand Total
ar: المجموع:
fr_fr: Total

source: Proceed With Booking
ar: استمِرار
fr_fr: Procéder à la réservation

source: Add Event To Calendar
ar: إضافة حدث إلى التقويم
fr_fr: Ajouter un événement au calendrier

source: Add To Calendar
ar: اضف لأجندة
fr_fr: Ajouter au calendrier

source: Google Calendar
ar: اضف لأجندة
fr_fr: Calendrier Google

source: Outlook Calendar
ar: تقويم Outlook
fr_fr: Agenda Outlook

source: Yahoo Calendar
ar: تقويم ياهو
fr_fr: Calendrier Yahoo

source: Event Attendies
ar: تصنيفات الفعاليات
fr_fr: Participants à l’événement

source: Not Going?
ar: لن
fr_fr: Je n’y vais pas

source: Going
ar: ذهاب
fr_fr: Participe

source: Frequently Asked Questions
ar: أسئلة مكررة
fr_fr: Questions fréquentes

source: Time Left In Event
ar: الوقت المتبقي في الحدث
fr_fr: Temps Restant avant événement

source: Edit Event
ar: تعديل الفعالية
fr_fr: Modifier l'événement

source: Event Venue
ar: مكان الحدث
fr_fr: Lieu de l'événement

source: Seach by title
ar: seach حسب العنوان
fr_fr: Recherche par titre

source: By Location
ar: الموقع ...
fr_fr: Lieu

source: Sort by
ar: ترتيب حسب
fr_fr: Trier par

source: By Date
ar: حسب التاريخ
fr_fr: Par date

source: Start Date
ar: تاريخ البدء
fr_fr: Date de début

source: End Date
ar: تاريخ الانتهاء
fr_fr: Date de fin

source: Results found
ar: تم العثور على نتائج
fr_fr: Résultats trouvés

source: Event Category
ar: فئة الحدث
fr_fr: Catégorie d'événement

source: Total Events :
ar: المجموع:
fr_fr: Nombre d’événements :

source: Date
ar: التاريخ

source: Follow Us:
ar: متابعة:
fr_fr: Suivez-nous:

source: All Locations
ar: جميع المواقع
fr_fr: Tous les lieux

source: View Gallery
ar: مشاهدة معرض الصور
fr_fr: Voir la galerie

source: Add to favorites
ar: اضافة الى المفضلة
fr_fr: Ajouter aux favoris

source: ratings
ar: تقييمات
fr_fr: évaluations

source: Street View
ar: منظر الشارع

source: Claim Listing
ar: التبليغ عن الإعلان
fr_fr: Revendiquer l'annonce

source: Your name
ar: اسمك
fr_fr: Votre nom

source: Phone number or mobile number
ar: رقم الهاتف أو رقم الجوال
fr_fr: Numéro de téléphone

source: Additional Proof
ar: دليل إضافي
fr_fr: Preuve additionnelle

source: Additional proof to expedite your claim approval...
ar: دليل إضافي للإسراع بالموافقة علي مطالبتك...
fr_fr: Preuve supplémentaire pour accélérer l’approbation de votre demande …

source: Processing
ar: معالجة
fr_fr: En cours

source: Claim Your Business Now
ar: المطالبة بعملك الآن
fr_fr: Revendiquez votre Entreprise maintenant

source: Click below to get your coupon code
ar: انقر أدناه للحصول علي رمز القسيمة
fr_fr: Cliquez pour copier le code promo

source: Copy to clipboard
ar: نسخ إلى الحافظة
fr_fr: Copier dans le presse-papiers

source: Click to Copy
ar: انقر للنسخ
fr_fr: Cliquez pour copier

source: Valid Till
ar: العرض ساري حتى
fr_fr: Valide jusqu’au

source: Note
ar: ملاحظة

source: Visit Referral Link
ar: زيارة رابط الاحاله
fr_fr: Visiter le lien de référence

source: Why are you reporting this listing?
ar: هل أنت متاكد من انك تريد ان تلعثم هذا الإعلان.
fr_fr: Pourquoi signalez-vous cette annonce ?

source: Select a reason
ar: الرجاء الإختيار
fr_fr: Sélectionnez une raison

source: Write your comments.
ar: اكتب تعليقك
fr_fr: Ecrivez vos commentaires.

source: don't have any event yet!
ar: لم يكن لديك اي حدث حتى الآن!
fr_fr: il n'y a pas encore d'évènement!

source: No Event Yet!
ar: رسالة إعلان مضاف جديد
fr_fr: Pas encore d'événement!

source: No Listing Yet!
ar: لا توجد قائمه حتى الآن!
fr_fr: Pas encore d’annonce !

source: Detail
ar: تفاصيل الاعلان
fr_fr: Détail

source: Last Active
ar: آخر نشاط
fr_fr: Dernière activité

source: ago
ar: منذ
fr_fr: depuis

source: Email address
ar: عنوان البريد الإلكتروني
fr_fr: Adresse email

source: Your Message
ar: الرجاء إدخال رسالتك.
fr_fr: Votre message

source: Send Message
ar: إرسال رسالة
fr_fr: Envoyer le message

source: Report
ar: تقرير
fr_fr: Signaler l'annonce

source: Write A Review
ar: اكتب تعليقك
fr_fr: Ecrire un avis

source: Review Title:
ar: مراجعة
fr_fr: Titre de l'avis:

source: Review Gallery:
ar: استعراض المعرض:
fr_fr: Avis sur la galerie:

source: Review Gallery Images
ar: استعراض صور المعرض
fr_fr: Galerie d' images de l'avis

source: Drop files here or click to upload
ar: أسقط الملفات هنا أو انقر للتحميل.
fr_fr: Glissez-déposez vos fichiers ici ou cliquez pour les charger

source: Review Message:
ar: مراجعة
fr_fr: Message de l'avis :

source: Maximum upload limit reached
ar: تم الوصول إلى الحد الأقصى للرفع
fr_fr: Limite de téléchargement maximale atteinte

source: Your browser does not support drag'n'drop file uploads
ar: المتصفح الخاص بك لا يدعم السحب والافلات لرفع الملفات.
fr_fr: Votre navigateur ne supporte pas les téléchargements en glisser-déplacer

source: Please use the fallback form below to upload your files like in the olden days
ar: الرجاء استخدام النموذج الاحتياطي أدناه لتحميل ملفاتك.
fr_fr: Veuillez utiliser le formulaire ci-dessous pour télécharger vos fichiers avec l’ancienne méthode

source: File is too big ({{filesize}}MiB). Max filesize: {{maxFilesize}}MiB
ar: الحجم كبير جدا. ({{filesize}}MiB). حجم الملف الاقصي: {{maxFilesize}}MiB.
fr_fr: Le fichier est trop grand ({{filesize}}MiB). Taille maximale du fichier : {{maxFilesize}}MiB

source: You can't upload files of this type
ar: لا يمكنك تحميل صور من هذا النوع.
fr_fr: Vous ne pouvez pas envoyer des fichiers de ce type

source: Server responded with {{statusCode}} code
ar: تم رد الخادم باستخدام رمز {{statusCode}}.
fr_fr: Le serveur a répondu avec le code {{statusCode}}

source: Cancel upload
ar: إلغاء الرفع
fr_fr: Annuler le téléchargement

source: Are you sure you want to cancel this upload?
ar: هل أنت متأكد من أنك تريد الغاء الرفع؟
fr_fr: Êtes-vous certain(e) de vouloir annuler ce téléchargement ?

source: Remove file
ar: إزالة الملف
fr_fr: Supprimer le fichier

source: You can not upload any more files
ar: لا يمكنك تحميل أي ملفات أخرى.
fr_fr: Vous ne pouvez pas télécharger d'autres fichiers

source: Submit Review
ar: أرسل تقييمك
fr_fr: Poster le commentaire

source: Login To Write A Review.
ar: تسجيل الدخول لكتابه مراجعه.
fr_fr: Se connecter pour écrire un avis.

source: Sorry, you don't have permisson to post a review.
ar: عذرا ، لم يكن لديك اذن لنشر الاستعراض.
fr_fr: Désolé, vous n'avez pas d’autorisation pour poster un avis.

source: average based on
ar: نموذج التصنيفات
fr_fr: moyenne basée sur

source: 5 stars
ar: 5 نجوم
fr_fr: 5 étoiles

source: 4 stars
ar: 4 نجوم
fr_fr: 4 étoiles

source: 3 stars
ar: 3 نجوم
fr_fr: 3 étoiles

source: 2 stars
ar: Two Stars
fr_fr: 2 étoiles

source: 1 stars
ar: כוכב אחד
fr_fr: 1 étoile

source: User Reviews
ar: تقييم المستخدمين
fr_fr: Avis des utilisateurs

source: no image
ar: אין תמונה
fr_fr: pas d'image

source: Your reaction about this review
ar: رد فعلك حول هذا الاستعراض
fr_fr: Votre réaction à propos de cet avis

source: Author responded on
ar: ورد صاحب البلاغ علي
fr_fr: L'auteur a répondu sur

source: Claim Now
ar: المزايدة الآن
fr_fr: Revendiquer l’annonce

source: GET COUPON DEAL
ar: إرشادات المعلن
fr_fr: OBTENIR UN COUPON RÉDUCTION

source: Expires in
ar: ينتهي في
fr_fr: Expire dans

source: Listing Expired
ar: منتهي
fr_fr: Annonce expirée

source: Business Hours
ar: ساعات العمل
fr_fr: Heures d’ouverture

source: Closed.
ar: مغلق.
fr_fr: Fermé

source: Opening Soon
ar: الإفتتاح قريبا
fr_fr: Ouvre bientôt

source: Break
ar: استراحة
fr_fr: Pause

source: Closing Soon
ar: الإغلاق قريبا
fr_fr: Fermeture prochaine

source: Near By
ar: بالقرب من By
fr_fr: À proximité

source: Pricing
ar: التسعير
fr_fr: Tarification

source: Listing Detail
ar: تفاصيل المدونة
fr_fr: Détails

source: View Website
ar: عرض الموقع
fr_fr: Voir le site Internet

source: Term & Conditions are required.
ar: أوافق علي الشروط والاحكام.
fr_fr: Termes et conditions requis.

source: I agree to
ar: أوافق على ذلك
fr_fr: J'accepte

source: Term & Conditions
ar: أوافق علي الشروط والاحكام.
fr_fr: Conditions Générales

source: Tags
ar: الوسوم
fr_fr: Étiquettes

source: Edit Disable for Demo
ar: تحرير لا alloded في العرض التوضيحي
fr_fr: Modifier est désactiver pour la démo

source: Edit Listing
ar: تحرير الإدراج
fr_fr: Modifier l'annonce

source: Package Expire
ar: تاريخ الانتهاء
fr_fr: Abonnement expiré

source: Buy Package
ar: شراء الحزمة
fr_fr: Acheter

source: Rearrange Disable for Demo
ar: أعاده ترتيب تعطيل للعرض التجريبي
fr_fr: Réorganiser Désactiver pour la démo

source: Rearrange Listing Images
ar: أعاده ترتيب صور الادراج
fr_fr: Réorganiser la galerie d’images

source: ReArrange Listing Images
ar: أعاده ترتيب صور القائمة
fr_fr: Réorganiser les images de l'annonce

source: *First image will be main display image of this ad.
ar: * الصورة الاولي ستكون صوره العرض الرئيسية لهذا الإعلان.
fr_fr: La première image sera l'image principale de cette annonce.

source: Re Arrange Images
ar: إعادة الترتيب
fr_fr: Réorganiser les images

source: Report this listing
ar: الإبلاغ عن هذه القائمة
fr_fr: Signaler cette annonce

source: Posted on
ar: تاريخ النشر
fr_fr: Posté le

source: Listings :
ar: مجموع الإعلانات
fr_fr: Annonces:

source: What are you looking for?
ar: هتروح على فين ؟
fr_fr: Que recherchez-vous ?

source: Address or city
ar: العنوان أو المدينة
fr_fr: Adresse ou Ville

source: All Categories
ar: جميع الفئات
fr_fr: Toutes les catégories

source: Filter By Tags
ar: تصفيه حسب العلامات
fr_fr: Filtrer par Mots clés

source: Select Tag
ar: اختيار الوسم
fr_fr: Sélectionner un tag

source: All Tags
ar: الکلمات الرئیسیة :
fr_fr: Tous les mots-clés

source: Select Region
ar: اختر المنطقة
fr_fr: Sélectionnez une région

source: Cost Range
ar: نطاق التكلفة
fr_fr: Gamme de prix

source: All
ar: الكل
fr_fr: Tout

source: Open
ar: فتح
fr_fr: Ouvert

source: Select Price Type
ar: حدد نوع السعر
fr_fr: Sélectionnez le type de tarif

source: All Prices
ar: جميع الأسعار
fr_fr: Tous les prix

source: High to Low
ar: من الأعلى إلى الأدنى
fr_fr: Décroissant

source: Low to High
ar: من الأدنى إلى الأعلى
fr_fr: Croissant

source: All or Open
ar: الكل أو فتح
fr_fr: Tout ou Ouvert

source: Profile
ar: الملف الشخصي
fr_fr: Profil

source: Menu
ar: القائمة

source: Reservations
ar: التوصيات
fr_fr: Réservations

source: Received Tickets
ar: التقييمات المتلقاة
fr_fr: Billets reçus

source: Received Amount
ar: الكمية
fr_fr: Montant reçu

source: Booking
ar: الحجز
fr_fr: Réservation

source: Your Plan:
ar: اختر خطة
fr_fr: Votre forfait :

source: View More Packages
ar: عرض المزيد من الحزم
fr_fr: Voir plus de forfaits

source: No Plan Selected.
ar: לא נבחרה תוכנית ממומנת
fr_fr: Aucun forfait sélectionné.
